pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		feeling1 = "",
		win_mvp = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		id = 999010,
		login = {
			{
				100,
				"照合完了――お帰りなさい、主"
			}
		},
		home = {
			{
				100,
				"アルマニャック。どうぞごゆっくり"
			}
		},
		detail = {
			{
				100,
				"兵装検査…状態良好。主、ガスコーニュになんなりとご命令を"
			}
		},
		upgrade = {
			{
				100,
				"能力上昇を確認。…よし！"
			}
		},
		main = {
			{
				100,
				"「口角を上げる」…命令受諾した。こ、こう…？よくわからない…|検証完了――主の状態は「サボり」であると。「サボり」、よくない|「適当にして」…主、ガスコーニュは一体何をすれば…？|所属艦隊の構成員、ガスコーニュのリュウコツの情報との相違を認む。なぜ、みんな笑顔をしている？"
			}
		},
		touch = {
			{
				100,
				"主、なんでもガスコーニュにおまかせを"
			}
		},
		expedition = {
			{
				100,
				"注意、委託チームの帰還を確認。ふぅ……"
			}
		},
		mission = {
			{
				100,
				"注意、未完了の任務を確認。主…？"
			}
		},
		mission_complete = {
			{
				100,
				"注意、任務報酬の到着を確認。あぁ…！"
			}
		},
		mail = {
			{
				100,
				"注意、新着メールを確認。こ、コホン！"
			}
		},
		touch2 = {
			{
				100,
				"体温に異常を感知。主、ガスコーニュはど、どうなってるの…？"
			}
		},
		feeling5 = {
			{
				1100,
				"この艦隊で学んだ多くの「感情」、「悩み」、そして「楽しみ」……主がガスコーニュに望むこと、今ようやく理解した。主、本当に、ありがとう……"
			}
		}
	},
	[801040] = {
		touch = "",
		feeling3 = "",
		login = "",
		feeling1 = "",
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		upgrade = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		id = 801040,
		detail = "",
		feeling5 = {
			{
				1100,
				"そう言えば、指揮官のそばにいると、いつもなんかドキドキしてて落ち着かないです。……これは指揮官の「愛のマホウ」ですか？"
			}
		}
	},
	[108030] = {
		touch = "",
		feeling3 = "",
		login = "",
		feeling1 = "",
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		upgrade = "",
		feeling4 = "",
		mail = "",
		lose = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		id = 108030,
		detail = "",
		feeling5 = {
			{
				1100,
				"だ、抱っこしながら走り回るなんて、本当にやっちゃうとは思わなかった…びっくりした……もう！一緒にいてあげてもいいけど、もう子供扱いしちゃダメよ！"
			}
		}
	},
	[999011] = {
		touch = "",
		feeling3 = "",
		login = "",
		feeling1 = "",
		expedition = "",
		win_mvp = "",
		home = "",
		mission = "",
		touch2 = "",
		upgrade = "",
		feeling4 = "",
		mail = "",
		lose = "",
		feeling5 = "",
		main = "",
		profile = "",
		mission_complete = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		id = 999011,
		detail = ""
	},
	[207050] = {
		feeling3 = "",
		feeling1 = "",
		win_mvp = "",
		upgrade = "",
		feeling4 = "",
		lose = "",
		feeling5 = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		id = 207050,
		login = {
			{
				1100,
				"指揮官おそーい…もう、待ちくたびれたのですわ"
			}
		},
		home = {
			{
				1100,
				"指揮官、少しソファで寝ますわ。誰かが来たら起こしてちょうだぁい"
			}
		},
		detail = {
			{
				1100,
				"部屋のポスターはまあ、好きなロックスターのものですわ。こういうの普通誰にも見せるもんじゃありませんけど、指揮官は別♪"
			}
		},
		main = {
			{
				1100,
				"エイジャックス、私の趣味を一発で見破って、頭が良いとは噂通りね…まあ、私ってこういう相手とは相性が良いですから、色々学ばせてもらってますわ|ふぅ…ただいま…お茶会って美味しいケーキ食べられますけど、立ち振る舞いに気をつけなきゃいけませんよね…へへへ、指揮官、私のハイヒール、脱がせてもらってもよろしくて？|指揮官はどんな子がタイプ？イラストリアス姉さんのような優しい子？それともヴィクトリアス姉さんのような騒がしい子ですか？"
			}
		},
		touch = {
			{
				1100,
				"指揮官、ヴェネトさんのこと、カッコいい割には天然っぽく思いません？"
			}
		},
		expedition = {
			{
				1100,
				"ディンドンディンドン♪フォーミダブルからお知らせしますわ。委託が完了しました。…繰り返します、委託、完了しましたわよ？"
			}
		},
		mission = {
			{
				1100,
				"フォーミダブル、指揮官お兄ちゃんのために任務リストを準備したにゃん♪……こんなフォーミダブルはいかがですか？指揮官？"
			}
		},
		mission_complete = {
			{
				1100,
				"任務報酬とフォーミダブル、どちらかを選んでね！……なんて、冗談ですわ♪"
			}
		},
		mail = {
			{
				1100,
				"指揮官、メールですよ。自分で持ってきてちょうだい？"
			}
		},
		touch2 = {
			{
				1100,
				"指揮官、怒りますわよ？いくらよしよししたって機嫌は治りませんからね？"
			}
		}
	},
	all = {
		999010,
		801040,
		108030,
		999011,
		207050
	}
}

return
