pg = pg or {}
pg.ship_skin_words_extra = {
	[999010] = {
		feeling3 = "",
		feeling1 = "",
		win_mvp = "",
		feeling4 = "",
		lose = "",
		profile = "",
		headtouch = "",
		feeling2 = "",
		battle = "",
		id = 999010,
		login = {
			{
				100,
				"조회 완료…… 어서 오십시오, 주인."
			}
		},
		home = {
			{
				100,
				"아르마냑.천천히 음미해주시길."
			}
		},
		detail = {
			{
				100,
				"장비 조사… 상태 양호. 주인, 가스코뉴에게 무엇이든 명령해주시길."
			}
		},
		upgrade = {
			{
				100,
				"능력 상승 확인. …좋아!"
			}
		},
		main = {
			{
				100,
				"'입가를 올려봐라'…명령 수락. 이, 이렇게…? 잘 모르겠다…|검증 완료…… 주인의 상태는 '농땡이'임. '농땡이', 좋지 않다.|'대충해라'. …주인, 가스코뉴는 대체 뭘 어찌해야…?|소속 함대의 구성원, 가스코뉴의 용골 정보와 상이함을 확인. 어째서, 다들 웃는 거지?"
			}
		},
		touch = {
			{
				100,
				"주인, 무엇이든 가스코뉴에게 맡겨주시길."
			}
		},
		expedition = {
			{
				100,
				"주의, 의뢰팀의 귀환을 확인. 후우……"
			}
		},
		mission = {
			{
				100,
				"주의, 미완료 임무 확인. 주인…?"
			}
		},
		mission_complete = {
			{
				100,
				"주의, 미완료 임무 확인. 아아…!"
			}
		},
		mail = {
			{
				100,
				"주의, 새로운 우편을 확인. 크, 크흠!"
			}
		},
		touch2 = {
			{
				100,
				"체온 이상 감지. 주인, 가스코뉴는 대체 어떻게 된 거야…?"
			}
		},
		feeling5 = {
			{
				1100,
				"이 함대에서 배운 수많은 '감정', '고민', '그리고 '즐거움'…… 주인이 가스코뉴에게 바란 것, 겨우 이해했어. 주인, 정말, 고마워……"
			}
		}
	},
	all = {
		999010
	}
}

return
