pg = pg or {}
pg.skill_data_template = {
	[10] = {
		desc_get = "",
		name = "함선 수리 Lv.1",
		desc = "5초마다 내구 수치가 6씩 회복. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 10,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[11] = {
		desc_get = "",
		name = "함선 수리 Lv.2",
		desc = "5초마다 내구 수치가 10씩 회복. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		desc_add = "[}",
		id = 11,
		system_transform = {},
		desc_get_add = {}
	},
	[12] = {
		desc_get = "",
		name = "함선 수리 Lv.3",
		desc = "5초마다 내구 수치가 15씩 회복. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 12,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[14] = {
		desc_get = "",
		name = "개조 소녀",
		desc = "S Rare 이하 함선의 한계 돌파 재료로 사용 가능",
		type = 3,
		max_level = 1,
		id = 14,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[15] = {
		desc_get = "",
		name = "개조 소녀 MKⅡ",
		desc = "SS Rare 함선의 한계 돌파 재료로 사용 가능",
		type = 3,
		max_level = 1,
		id = 15,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[1001] = {
		desc_get = "",
		name = "포술 지휘·구축함",
		desc = "전투 중, 구축함의 포격 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1001,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1002] = {
		desc_get = "",
		name = "포술 지휘·순양함",
		desc = "전투 중, 순양함의 포격 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1002,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1003] = {
		desc_get = "",
		name = "포술 지휘·전함",
		desc = "전투 중, 전함의 포격 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1003,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1004] = {
		desc_get = "",
		name = "포술 지휘·선봉",
		desc = "전투 중, 선봉함대의 포격 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1004,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1005] = {
		desc_get = "",
		name = "포술 지휘·주력",
		desc = "전투 중, 주력함대의 포격 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1005,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1006] = {
		desc_get = "",
		name = "포술 지휘·전 함선",
		desc = "전투 중, 전 함선의 포격 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1006,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1011] = {
		desc_get = "",
		name = "뇌격 지휘·구축함",
		desc = "전투 중, 구축함의 뇌장 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1011,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1012] = {
		desc_get = "",
		name = "뇌격 지휘·순양함",
		desc = "전투 중, 순양함의 뇌장 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1012,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1013] = {
		desc_get = "",
		name = "뇌격 지휘·선봉",
		desc = "전투 중, 선봉함대의 뇌장 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1013,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1021] = {
		desc_get = "",
		name = "항공 지휘·전 함선",
		desc = "전투 중, 전 함선의 항공 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1021,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1031] = {
		desc_get = "",
		name = "장전 지휘·구축함",
		desc = "전투 중, 구축함의 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1031,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1032] = {
		desc_get = "",
		name = "장전 지휘·순양함",
		desc = "전투 중, 순양함의 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1032,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1033] = {
		desc_get = "",
		name = "장전 지휘·전함",
		desc = "전투 중, 전함의 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1033,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1034] = {
		desc_get = "",
		name = "장전 지휘·선봉",
		desc = "전투 중, 선봉함대의 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1034,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1035] = {
		desc_get = "",
		name = "장전 지휘·주력",
		desc = "전투 중, 주력함대의 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1035,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1036] = {
		desc_get = "",
		name = "장전 지휘·전 함선",
		desc = "전투 중, 전 함선의 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1036,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1037] = {
		desc_get = "",
		name = "장전 지휘·경항모",
		desc = "전투 중, 경항모의 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1037,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1041] = {
		desc_get = "",
		name = "대공 지휘·구축함",
		desc = "전투 중, 구축함의 대공 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1041,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1042] = {
		desc_get = "",
		name = "대공 지휘·순양함",
		desc = "전투 중, 순양함의 대공 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1042,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1043] = {
		desc_get = "",
		name = "대공 지휘·전함",
		desc = "전투 중, 전함의 대공 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1043,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1044] = {
		desc_get = "",
		name = "대공 지휘·선봉",
		desc = "전투 중, 선봉함대의 대공 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1044,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1045] = {
		desc_get = "",
		name = "대공 지휘·주력",
		desc = "전투 중, 주력함대의 대공 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1045,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1046] = {
		desc_get = "",
		name = "대공 지휘·전 함선",
		desc = "전투 중, 전 함선의 대공 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1046,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1051] = {
		desc_get = "",
		name = "전술 지휘·구축함",
		desc = "전투 중, 구축함의 포격, 뇌장, 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1051,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1052] = {
		desc_get = "",
		name = "전술 지휘·순양함",
		desc = "전투 중, 순양함의 포격, 뇌장, 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1052,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1053] = {
		desc_get = "",
		name = "전술 지휘·전함",
		desc = "전투 중, 전함의 포격, 뇌장, 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1053,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1054] = {
		desc_get = "",
		name = "전술 지휘·선봉",
		desc = "전투 중, 선봉함대의 포격, 뇌장, 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1054,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1055] = {
		desc_get = "",
		name = "전술 지휘·주력",
		desc = "전투 중, 주력함대의 포격, 뇌장, 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1055,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1056] = {
		desc_get = "",
		name = "전술 지휘·전 함선",
		desc = "전투 중, 전 함선의 포격, 뇌장, 장전 수치가 $1 상승. 동일 종류의 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1056,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[1061] = {
		desc_get = "",
		name = "측면엄호",
		desc = "이 함선이 생존해 있는 동안, 주력함대의 받는 대미지가 $1 감소한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 2,
		max_level = 10,
		id = 1061,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1071] = {
		desc_get = "",
		name = "구역정찰",
		desc = "이 함선이 생존해 있는 동안, 전함, 순양전함, 모니터함의 대미지가 $1 상승한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1071,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1081] = {
		desc_get = "",
		name = "공습 선도",
		desc = "이 함선이 생존해 있는 동안, 항모, 경항모의 공중지원 대미지가 $1 상승한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 1081,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[1091] = {
		desc_get = "",
		name = "수뢰전대",
		desc = "자신이 전투불능이 되지 않는 한, 함대의 경순양함 및 구축함의 뇌격과 장전 수치가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 1091,
		system_transform = {},
		desc_get_add = {
			{
				"3.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+1.0%"
				},
				{
					"5.6%",
					"+1.2%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+1.5%"
				},
				{
					"9.5%",
					"+1.5%"
				},
				{
					"11.0%",
					"+2.0%"
				},
				{
					"13.0%",
					"+2.0%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[2001] = {
		desc_get = "",
		name = "쾌속 장전",
		desc = "20초마다 $1 확률로 발동. 10초 동안 자신의 장전 수치가 $2 상승한다.",
		type = 1,
		max_level = 10,
		id = 2001,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[2011] = {
		desc_get = "",
		name = "화력전개",
		desc = "20초마다 $1 확률로 발동. 10초 동안 자신의 포격 수치가 $2 상승한다.",
		type = 1,
		max_level = 10,
		id = 2011,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[2021] = {
		desc_get = "",
		name = "장전 지령",
		desc = "20초마다 25% 확률로 발동. 8초 동안 전 함선의 장전 수치가 $1 상승한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 2021,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2031] = {
		desc_get = "",
		name = "강습 지령",
		desc = "20초마다 25% 확률로 발동. 8초 동안 전 함선의 대미지가 $1 상승한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 2031,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2041] = {
		desc_get = "",
		name = "집중포화",
		desc = "주포 발사 시 $1 확률로 발동. 1회에 한하여 주포로 입히는 대미지가 2배가 된다.",
		type = 1,
		max_level = 10,
		id = 2041,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[2051] = {
		desc_get = "",
		name = "어뢰 연사",
		desc = "어뢰 발사 시 $1 확률로 2회 발사한다.",
		type = 1,
		max_level = 10,
		id = 2051,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[2061] = {
		desc_get = "",
		name = "주포 연사",
		desc = "주포 발사 시 $1 확률로 2회 발사한다.",
		type = 1,
		max_level = 10,
		id = 2061,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2071] = {
		desc_get = "",
		name = "포화제압",
		desc = "전투 중, 자신의 포격 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 2071,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[2081] = {
		desc_get = "",
		name = "철갑탄 강화",
		desc = "철갑탄의 대미지가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 2081,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2091] = {
		desc_get = "35초(Max Lv : 15초)마다, 적을 추격하는 자성 어뢰를 4발 발사한다. (위력은 스킬 레벨에 비례)",
		name = "자성 어뢰",
		desc = "$1초마다, 적을 추격하는 자기 어뢰를 4발 발사한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 2091,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-3"
				},
				{
					"22",
					"-2"
				},
				{
					"20",
					"-2"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			}
		}
	},
	[2101] = {
		desc_get = "35초(Max Lv : 20초)마다, 어뢰를 3발 발사한다. (위력은 스킬 레벨에 비례)",
		name = "어뢰 발사",
		desc = "$1초마다, 어뢰를 3발 발사한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 2101,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-1"
				},
				{
					"34",
					"-1"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-1"
				},
				{
					"30",
					"-1"
				},
				{
					"29",
					"-3"
				},
				{
					"26",
					"-1"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-3"
				},
				{
					"20"
				}
			}
		}
	},
	[2111] = {
		desc_get = "자폭선, 어뢰선, 수송선에게 주는 대미지가 10% (최대 레벨 25%) 상승한다.",
		name = "교란 작전",
		desc = "자폭선, 어뢰선, 수송선에게 주는 대미지가 $1 상승한다. ",
		type = 1,
		max_level = 10,
		id = 2111,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.5%"
				},
				{
					"11.5%",
					"+1.5%"
				},
				{
					"13%",
					"+1.5%"
				},
				{
					"14.5%",
					"+1.6%"
				},
				{
					"16.1%",
					"+1.6%"
				},
				{
					"17.7%",
					"+1.7%"
				},
				{
					"19.4%",
					"+1.8%"
				},
				{
					"21.2%",
					"+1.8%"
				},
				{
					"23%",
					"+2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2121] = {
		desc_get = "",
		name = "목표 지시·어뢰",
		desc = "자신의 어뢰가 적에게 명중할 때 $1의 확률로 목표 지시·어뢰가 발동되어, 8초 간 대상이 되는 적군이 받는 어뢰의 대미지가 $2 상승한다. (효과는 중첩되지 않는다)",
		type = 1,
		max_level = 10,
		id = 2121,
		system_transform = {},
		desc_get_add = {
			{
				"7.0%",
				"17.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"7.0%",
					"+1.1%"
				},
				{
					"8.1%",
					"+1.1%"
				},
				{
					"9.2%",
					"+1.1%"
				},
				{
					"10.3%",
					"+1.1%"
				},
				{
					"11.4%",
					"+1.1%"
				},
				{
					"12.5%",
					"+1.1%"
				},
				{
					"13.6%",
					"+1.1%"
				},
				{
					"14.7%",
					"+1.1%"
				},
				{
					"15.8%",
					"+1.2%"
				},
				{
					"17.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[2131] = {
		desc_get = "",
		name = "대공지원 ",
		desc = "대공 공격 범위 내에서 적 함재기가 격추되었을 때, 8초 간 자신의 포격 및 대공 수치가 $1 상승한다. 효과 적용 중에 다시 같은 스킬이 발동한 경우, 효과는 중첩되지 않고 지속시간만 갱신된다. ",
		type = 1,
		max_level = 10,
		id = 2131,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[2141] = {
		desc_get = "",
		name = "대 구축함 전법 ",
		desc = "자신의 적 구축함에 대한 명중률이 $1 상승한다. 또한, 자신에 대한 적 구축함의 뇌장 대미지가 $1 감소한다. ",
		type = 2,
		max_level = 10,
		id = 2141,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[2151] = {
		desc_get = "",
		name = "돌격 뇌격 ",
		desc = "자신의 어뢰 공격 대미지가 상대의 장갑 유형에 영향받지 않게 되고, 자신의 어뢰 공격 대미지가 $1이 된다. ",
		type = 3,
		max_level = 10,
		id = 2151,
		system_transform = {},
		desc_get_add = {
			{
				"100.0%",
				"115.0%"
			}
		},
		desc_add = {
			{
				{
					"100.0%",
					"+1.6%"
				},
				{
					"101.6%",
					"+1.6%"
				},
				{
					"103.2%",
					"+1.6%"
				},
				{
					"104.8%",
					"+1.6%"
				},
				{
					"106.4%",
					"+1.6%"
				},
				{
					"108.0%",
					"+1.6%"
				},
				{
					"109.6%",
					"+1.8%"
				},
				{
					"111.4%",
					"+1.8%"
				},
				{
					"113.2%",
					"+1.8%"
				},
				{
					"115.0%"
				}
			}
		}
	},
	[2171] = {
		desc_get = "",
		name = "대공 경계",
		desc = "자신의 대공 수치가 $1 증가",
		type = 2,
		max_level = 10,
		id = 2171,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3001] = {
		desc_get = "",
		name = "스크램블",
		desc = "공중지원 발동 시 $1 확률로 발동. 공중지원의 쿨타임이 초기화된다.",
		type = 1,
		max_level = 10,
		id = 3001,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3011] = {
		desc_get = "",
		name = "강습항모",
		desc = "공중지원 발동 시 $1 확률로 발동. 1회에 한하여 공중지원으로 입히는 대미지가 2배가 된다.",
		type = 1,
		max_level = 10,
		id = 3011,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[3021] = {
		desc_get = "",
		name = "편대항모",
		desc = "공중지원 발동 후, 8초 동안 선봉함대의 대미지를 $1 상승시킨다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 3021,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3031] = {
		desc_get = "",
		name = "지원항모",
		desc = "공중지원 발동 후, 선봉함대의 내구 수치를 $1 회복시킨다.",
		type = 3,
		max_level = 10,
		id = 3031,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[3041] = {
		desc_get = "",
		name = "제공지원",
		desc = "공중지원 발동 후, 8초 동안 자신을 제외한 다른 항공모함의 항공 수치를 $1 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 3041,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3051] = {
		desc_get = "",
		name = "항공지원",
		desc = "공중지원 발동 후, 8초 동안 선봉함대의 받는 대미지를 $1 감소시킨다.",
		type = 2,
		max_level = 10,
		id = 3051,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3511] = {
		desc_get = "",
		name = "산소 생성 장치",
		desc = "자신의 잠항력이 $1 상승.",
		type = 3,
		max_level = 10,
		id = 3511,
		system_transform = {},
		desc_get_add = {
			{
				"4",
				"40"
			}
		},
		desc_add = {
			{
				{
					"4",
					"+4"
				},
				{
					"8",
					"+4"
				},
				{
					"12",
					"+4"
				},
				{
					"16",
					"+4"
				},
				{
					"20",
					"+4"
				},
				{
					"24",
					"+4"
				},
				{
					"28",
					"+4"
				},
				{
					"32",
					"+4"
				},
				{
					"36",
					"+4"
				},
				{
					"40"
				}
			}
		}
	},
	[3531] = {
		desc_get = "",
		name = "저속 어뢰 ",
		desc = "어뢰의 속도가 1 감소하고, 대미지가 $1 상승한다",
		type = 1,
		max_level = 10,
		id = 3531,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[3581] = {
		desc_get = "",
		name = "중순양함 헌터",
		desc = "중순양함에게 주는 대미지가 $1 상승",
		type = 1,
		max_level = 10,
		id = 3581,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[3591] = {
		desc_get = "",
		name = "항공모함 헌터",
		desc = "항공모함에게 주는 대미지가 $1 상승",
		type = 1,
		max_level = 10,
		id = 3591,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[4001] = {
		desc_get = "",
		name = "방어태세",
		desc = "20초마다 $1 확률로 발동. 8초 동안 받는 대미지가 $2 감소한다.",
		type = 2,
		max_level = 10,
		id = 4001,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"60%"
			},
			{
				"10%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[4011] = {
		desc_get = "",
		name = "방어 지령",
		desc = "20초마다 25% 확률로 발동. 8초 동안 전 함선의 받는 대미지를 $1 감소시킨다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 4011,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[4021] = {
		desc_get = "",
		name = "All or Nothing",
		desc = "피격 시 $1 확률로 받은 대미지를 50% 감소시킨다.",
		type = 2,
		max_level = 10,
		id = 4021,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			}
		}
	},
	[4031] = {
		desc_get = "",
		name = "응급 수리",
		desc = "25초마다 자신의 내구 수치가 $1 회복된다.",
		type = 2,
		max_level = 10,
		id = 4031,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[4041] = {
		desc_get = "",
		name = "내 몸을 방패로",
		desc = "20초마다 $1 확률로 발동. 8초 동안 선봉함대가 받는 대미지의 50%를 대신 받는다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 2,
		max_level = 10,
		id = 4041,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"40%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+3.0%"
				},
				{
					"13.0%",
					"+3.0%"
				},
				{
					"16.0%",
					"+4.0%"
				},
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[4051] = {
		desc_get = "피격 시 15% 확률로 발동. 5초(Max Lv : 15초) 동안, 전방에서 오는 적의 탄환을 12회까지 막아주는 실드가 생성된다.",
		name = "정면장갑",
		desc = "피격 시 15% 확률로 발동. $1초 동안, 전방에서 오는 적의 탄환을 12회까지 막아주는 실드가 생성된다.",
		type = 2,
		max_level = 10,
		id = 4051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[4061] = {
		desc_get = "피격 시 15% 확률로 발동. 5초(Max Lv : 15초) 동안, 측면에서 오는 적의 탄환을 6회까지 막아주는 실드가 2장 생성된다.",
		name = "측면장갑",
		desc = "피격 시 15% 확률로 발동. $1초 동안, 측면에서 오는 적의 탄환을 6회까지 막아주는 실드가 2장 생성된다.",
		type = 2,
		max_level = 10,
		id = 4061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[4071] = {
		desc_get = "",
		name = "긴급회피",
		desc = "20초마다 $1 확률로 발동. 6초 동안, 자신이 받는 모든 공격을 회피한다.",
		type = 2,
		max_level = 10,
		id = 4071,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[4081] = {
		desc_get = "",
		name = "연막살포",
		desc = "전투 개시 직후 연막을 살포하고, 이후 15초마다 $1 확률로 연막을 추가 살포한다. 5초 동안, 연막 범위 내에 있는 함선의 회피율이 $2 상승한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 2,
		max_level = 10,
		id = 4081,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[4091] = {
		desc_get = "",
		name = "대공 배치",
		desc = "대공 사격 시 25% 확률로 발동. 3초 동안 자신의 대공 수치가 $1 상승하고, 포격 수치가 $2 감소한다.",
		type = 2,
		max_level = 10,
		id = 4091,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"40.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"40.0%",
					"-2.2%"
				},
				{
					"37.8%",
					"-2.2%"
				},
				{
					"35.6%",
					"-2.2%"
				},
				{
					"33.4%",
					"-2.2%"
				},
				{
					"31.2%",
					"-2.2%"
				},
				{
					"29.0%",
					"-2.2%"
				},
				{
					"26.8%",
					"-2.2%"
				},
				{
					"24.6%",
					"-2.2%"
				},
				{
					"22.4%",
					"-2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[4101] = {
		desc_get = "",
		name = "연막살포·경순",
		desc = "전투 개시 10초 후 연막을 살포하고, 이후 20초마다 20% 확률로 연막을 추가 살포한다. 10초 동안, 연막 범위 내에 있는 함선의 회피율이 $2 상승하고, 받는 항공 대미지가 $2 감소한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 2,
		max_level = 10,
		id = 4101,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"35%"
			},
			{
				"15%",
				"35%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[4111] = {
		desc_get = "",
		name = "穿甲防护",
		desc = "受到철갑탄的伤害降低$1",
		type = 2,
		max_level = 10,
		id = 4111,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[4121] = {
		desc_get = "",
		name = "보호 장갑",
		desc = "구축함, 경순양함으로 부터 받는 포격 대미지가 $1 감소한다.",
		type = 2,
		max_level = 10,
		id = 4121,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[4141] = {
		desc_get = "",
		name = "기동 호위",
		desc = "스테이지 내 생존해 있을 시, 주력함대가 받는 대미지를 $1감소시키고, 경순양함과 구축함이 자신에게 주는 포격과 뇌격 대미지를 $2 감소시킨다.",
		type = 2,
		max_level = 10,
		id = 4141,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"1%",
				"10%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[5001] = {
		desc_get = "20초마다 25% 확률로 발동. 5초(Max Lv : 10초) 동안 랜덤한 적 1기(적 함선 소녀 우선)의 사속과 대미지를 크게 감소시킨다. 동일한 스킬 효과는 중첩되지 않는다.",
		name = "교란 사격",
		desc = "20초마다 25% 확률로 발동. $1초 동안 랜덤한 적 1기 (적 함선 소녀 우선) 의 사속과 대미지를 크게 감소 시킨다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 5001,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5.0",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6.0",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7.0",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8.0",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9.0",
					"+1"
				},
				{
					"10.0"
				}
			}
		}
	},
	[5011] = {
		desc_get = "20초마다 25% 확률로 발동. 5초(Max Lv : 15초) 동안 랜덤한 적 1기(적 함선 소녀 우선)의 받는 대미지를 20% 상승시킨다. 동일한 스킬 효과는 중첩되지 않는다.",
		name = "약점분석",
		desc = "20초마다 25% 확률로 발동. $1초 동안 랜덤한 적 1기(적 함선 소녀 우선)의 받는 대미지를 20% 상승시킨다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 5011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[5021] = {
		desc_get = "",
		name = "항모 호위",
		desc = "이 함선이 생존해 있는 동안, 경항모, 항모의 받는 대미지가 $1 감소한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 2,
		max_level = 10,
		id = 5021,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[5031] = {
		desc_get = "",
		name = "전함 호위",
		desc = "이 함선이 생존해 있는 동안, 순양전함, 전함의 받는 대미지가 $1 감소한다. 동일한 스킬 효과는 중첩되지 않는다.",
		type = 2,
		max_level = 10,
		id = 5031,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[5041] = {
		desc_get = "",
		name = "조명탄",
		desc = "전투 시작 후 10초 뒤에 조명탄을 사용, 매 20초 마다 $1의 확률로 조명탄을 사용한다. 조명은 10초 간 지속되며, 조명 효과 내의 캐릭터는 회피율이 25% 감소한다. 같은 스킬의 효과는 중첩되지 않는다. (조명탄은 가장 가까운 적에게 우선적으로 발사된다.)",
		type = 3,
		max_level = 10,
		id = 5041,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[5051] = {
		desc_get = "",
		name = "기함엄호",
		desc = "전투 중, 기함이 받는 대미지가 $1 감소한다.",
		type = 3,
		max_level = 10,
		id = 5051,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[6000] = {
		desc_get = "",
		name = "비버즈 함대",
		desc = "함대의 항속이 20% 상승한다.",
		type = 0,
		max_level = 0,
		id = 6000,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6010] = {
		desc_get = "",
		name = "뇌격보호 T1",
		desc = "어뢰에 의한 받는 대미지가 10% 감소한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6010,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6020] = {
		desc_get = "",
		name = "뇌격보호 T2",
		desc = "어뢰에 의한 받는 대미지가 20% 감소한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6020,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6030] = {
		desc_get = "",
		name = "뇌격보호 T3",
		desc = "어뢰에 의한 받는 대미지가 30% 감소한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6030,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6040] = {
		desc_get = "",
		name = "SG 색적 T1",
		desc = "우수한 탐지 기능 덕분에 매복 조우 확률이 5% 감소하며, 회피 성공률이 5% 상승한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6040,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6050] = {
		desc_get = "",
		name = "SG 색적 T2",
		desc = "우수한 탐지 기능 덕분에 매복 조우 확률이 8% 감소하며, 회피 성공률이 8% 상승한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6050,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6060] = {
		desc_get = "",
		name = "SG 색적 T3",
		desc = "우수한 탐지 기능 덕분에 매복 조우 확률이 12% 감소하며, 회피 성공률이 12% 상승한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6060,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6070] = {
		desc_get = "",
		name = "내탄강화 T1",
		desc = "함재기의 HP가 50 상승한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6070,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6080] = {
		desc_get = "",
		name = "내탄강화 T2",
		desc = "함재기의 HP가 80 상승한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6080,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6090] = {
		desc_get = "",
		name = "내탄강화 T3",
		desc = "함재기의 HP가 120 상승한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6090,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6100] = {
		desc_get = "",
		name = "응급수리 T1",
		desc = "15초마다 최대 내구 수치의 0.3%씩 내구 수치가 회복된다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6110] = {
		desc_get = "",
		name = "응급수리 T2",
		desc = "15초마다 최대 내구 수치의 0.6%씩 내구 수치가 회복된다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6110,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6120] = {
		desc_get = "",
		name = "응급수리 T3",
		desc = "15초마다 최대 내구 수치의 1.0%씩 내구 수치가 회복된다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6120,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6130] = {
		desc_get = "",
		name = "진주의 눈물",
		desc = "전투 불능 상태가 될 때, 다른 함선의 내구 수치가 최대치의 10%만큼 회복된다.",
		type = 0,
		max_level = 0,
		id = 6130,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6140] = {
		desc_get = "",
		name = "화재대책 T1",
		desc = "연소 피해가 10%, 연소 발생률이 10% 낮아진다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6140,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6150] = {
		desc_get = "",
		name = "화재대책 T2",
		desc = "연소 피해가 15%, 연소 발생률이 20% 낮아지며, 연소 지속시간이 3초 감소한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6150,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6160] = {
		desc_get = "",
		name = "화재대책 T3",
		desc = "연소 피해가 20%, 연소 발생률이 30% 낮아지며, 연소 지속시간이 6초 감소한다. 동일 종류의 효과는 최대치만 적용된다.",
		type = 0,
		max_level = 0,
		id = 6160,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6170] = {
		desc_get = "",
		name = "냥냥수리",
		desc = "(아카시가 장비할 경우) 내구 수치 회복 효과의 회복량이 20% 상승한다.",
		type = 0,
		max_level = 0,
		id = 6170,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6190] = {
		desc_get = "",
		name = "91식 철갑탄",
		desc = "주포의 크리티컬 대미지가 15% 상승한다.",
		type = 0,
		max_level = 0,
		id = 6190,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6200] = {
		desc_get = "",
		name = "1식 철갑탄",
		desc = "주포의 크리티컬 대미지가 25% 상승한다.",
		type = 0,
		max_level = 0,
		id = 6200,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6210] = {
		desc_get = "",
		name = "초중량탄 (SHS) ",
		desc = "주포의 크리티컬 확률이 8% 상승한다. ",
		type = 0,
		max_level = 0,
		id = 6210,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6220] = {
		desc_get = "",
		name = "소드 피쉬 (818중대)",
		desc = "자신의 공중지원에 명중한 모든 적의 스피드를 8초 동안 60% 감소시킨다.",
		type = 0,
		max_level = 0,
		id = 6220,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6230] = {
		desc_get = "",
		name = "수호의 깃발",
		desc = "자신의 크리티컬 확률을 5% 증가시킨다. 특정 캐릭터가 장비할 시 추가 효과를 얻는다.",
		type = 0,
		max_level = 0,
		id = 6230,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6240] = {
		desc_get = "",
		name = "정밀 폭격",
		desc = "항공 공격 시, 자신의 함재기가 적 경항공모함 및 항공모함에 주는 대미지가 5% 상승",
		type = 0,
		max_level = 0,
		id = 6240,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6250] = {
		desc_get = "",
		name = "졸리 로저스",
		desc = "공중 지원 시 전 함대원의 대공 수치가 8초 간 5.0% 상승한다.",
		type = 0,
		max_level = 0,
		id = 6250,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6260] = {
		desc_get = "",
		name = "정확 조준",
		desc = "첫 번째 주포 준비 시간이 15% 감소한다.",
		type = 0,
		max_level = 0,
		id = 6260,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6270] = {
		desc_get = "",
		name = "기동 회피",
		desc = "20초 마다 30% 확률로 발동되며, 2초 간 모든 공격을 회피한다. (자폭선이나 연소 상태시의 대미지는 미포함)",
		type = 0,
		max_level = 0,
		id = 6270,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6280] = {
		desc_get = "",
		name = "대공 탐색",
		desc = "우수한 대공 탐색 능력을 통해 매복 조우 확률이 12% 감소한다. (같은 종류의 효과가 존재할 시 가장 높은 효과만 적용된다)",
		type = 0,
		max_level = 0,
		id = 6280,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6290] = {
		desc_get = "",
		name = "보조 전원Ⅰ",
		desc = "자신의 지원 범위 Lv + 1\n(+10까지 강화하면 효과가 '지원 범위 Lv + 2' 로 상승한다)",
		type = 0,
		max_level = 0,
		id = 6290,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[6291] = {
		desc_get = "",
		name = "보조 전원Ⅱ",
		desc = "자신의 지원 범위 Lv + 2",
		type = 0,
		max_level = 0,
		id = 6291,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[7000] = {
		desc_get = "",
		name = "라인 연습",
		desc = "0",
		type = 0,
		max_level = 0,
		id = 7000,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9030] = {
		desc_get = "",
		name = "부린은 스킬을 사용했다!",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9030,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9031] = {
		desc_get = "",
		name = "그러나 아무 일도 일어나지 않았다!",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9033] = {
		desc_get = "",
		name = "부린은 스킬을 사용했다!",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9033,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[9034] = {
		desc_get = "",
		name = "그러나 아무 일도 일어나지 않았다!",
		desc = "",
		type = 0,
		max_level = 0,
		id = 9034,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10010] = {
		desc_get = "",
		name = "Recommissioned",
		desc = "자신의 내구 수치가 최대치의 20% 이하로 내려간 경우, 내구 수치가 $1 회복된다. 1회의 전투에서 한 번만 발동된다.",
		type = 2,
		max_level = 10,
		id = 10010,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10020] = {
		desc_get = "",
		name = "해상최속",
		desc = "10초마다 $1 확률로 발동. 8초 동안 자신의 기동 수치가 $2 상승한다.",
		type = 2,
		max_level = 10,
		id = 10020,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			},
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[10030] = {
		desc_get = "",
		name = "언니의 기품",
		desc = "전투 중, 플레처급 구축함의 포격, 기동 수치를 $1 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 10030,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10040] = {
		desc_get = "",
		name = "31노트·바크",
		desc = "공격 시 4% 확률로 발동. 8초 동안, 전 함선의 이동 속도가 상승하고, 추가로 선봉함대의 기동 수치가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10040,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10050] = {
		desc_get = "피격 시 15% 확률로 발동. 5.0초(Max Lv : 10.0초) 동안 선봉함대가 받는 모든 공격을 회피하게 된다.",
		name = "레인보우 프로젝트",
		desc = "피격 시 15% 확률로 발동. $1초 동안 선봉함대가 받는 모든 공격을 회피하게 된다.",
		type = 2,
		max_level = 10,
		id = 10050,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5.0",
					"+0.5"
				},
				{
					"5.5",
					"+0.5%"
				},
				{
					"6.0",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7.0",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8.0",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9.0",
					"+1"
				},
				{
					"10.0"
				}
			}
		}
	},
	[10060] = {
		desc_get = "",
		name = "진홍의 불사조",
		desc = "자신의 내구 수치가 최대치의 20% 이하로 내려간 경우, 내구 수치가 $1 회복되고 15초 동안 포격 수치가 30% 상승한다. 1회의 전투에서 한 번만 발동된다",
		type = 2,
		max_level = 10,
		id = 10060,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10070] = {
		desc_get = "",
		name = "레이더 탐지",
		desc = "20초마다 $1 확률로 발동. 10초 동안 적의 받는 대미지를 $2 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 10070,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10080] = {
		desc_get = "",
		name = "전쟁의 비극",
		desc = "전투 불능 상태가 될 때, 다른 함선의 내구 수치를 $1만큼 회복시킨다.",
		type = 2,
		max_level = 10,
		id = 10080,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10090] = {
		desc_get = "",
		name = "나는야 No.1!",
		desc = "대공포가 발사될 때 15% 확률로 함대 전원의 대공 수치가 8초 간 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10090,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"50%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[10100] = {
		desc_get = "",
		name = "질주하는 환영",
		desc = "주포 공격 시 20% 확률로 발동. 15초 동안 자신의 기동 수치가 $1 상승한다.",
		type = 2,
		max_level = 10,
		id = 10100,
		system_transform = {},
		desc_get_add = {
			{
				"60%",
				"100%"
			}
		},
		desc_add = {
			{
				{
					"60.0%",
					"+4.4%"
				},
				{
					"64.4%",
					"+4.4%"
				},
				{
					"68.8%",
					"+4.4%"
				},
				{
					"73.2%",
					"+4.4%"
				},
				{
					"77.6%",
					"+4.4%"
				},
				{
					"81.0%",
					"+4.4%"
				},
				{
					"85.4%",
					"+4.4%"
				},
				{
					"89.8%",
					"+4.4%"
				},
				{
					"94.2%",
					"+4.8%"
				},
				{
					"100.0%"
				}
			}
		}
	},
	[10110] = {
		desc_get = "",
		name = "여동생 최고!",
		desc = "인디애나폴리스와 함께 출격할 경우, 자신의 포격, 대공, 장전 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10110,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10120] = {
		desc_get = "30초마다 발동. 5초(Max Lv : 15초) 동안, 8회까지 적의 탄환을 막아주는 회전 실드가 2장 생성된다. 실드가 파괴될 때, 주변의 적에게 대미지를 입힌다.",
		name = "판도라의 상자",
		desc = "30초마다 발동. $1초 동안, 8회까지 적의 탄환을 막아주는 회전 실드가 2장 생성된다. 실드가 파괴될 때, 주변의 적에게 대미지를 입힌다.",
		type = 2,
		max_level = 10,
		id = 10120,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[10130] = {
		desc_get = "",
		name = "펜 언니!",
		desc = "20초마다 $1 확률로 특수탄막을 전개한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 10130,
		system_transform = {
			10131,
			10131,
			nil,
			10131,
			nil,
			10131,
			nil,
			10131
		},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10140] = {
		desc_get = "",
		name = "이글 유니온의 검은 눈물",
		desc = "주포 발사 시 50% 확률로 선봉함대의 내구 수치를 $1 회복시킨다. ――「이번에야말로, 지켜내 보이겠습니다...!」",
		type = 3,
		max_level = 10,
		id = 10140,
		system_transform = {},
		desc_get_add = {
			{
				"4%",
				"10%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10150] = {
		desc_get = "",
		name = "베테랑의 위엄",
		desc = "30초마다 발동. 8초 동안 적의 대미지를 $1 감소시킨다.",
		type = 3,
		max_level = 10,
		id = 10150,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10160] = {
		desc_get = "",
		name = "최강의 방패",
		desc = "30초마다 발동. 8초 동안 주력함대가 받는 대미지의 50%를 대신 받는다. 그 후 받은 대미지의 $1의 내구 수치를 회복한다.",
		type = 2,
		max_level = 10,
		id = 10160,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[10170] = {
		desc_get = "",
		name = "항공의 선구자",
		desc = "전투 후, 항공모함이 받는 경험치가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10170,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10180] = {
		desc_get = "20초(Max Lv : 10초)마다 중순양함급의 엄호 포격을 발동한다. (위력은 스킬 레벨에 비례)",
		name = "엄호포격",
		desc = "$1초마다 중순양함급의 엄호 포격을 발동한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 10180,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20",
					"-1"
				},
				{
					"19",
					"-1"
				},
				{
					"18",
					"-1"
				},
				{
					"17",
					"1"
				},
				{
					"16",
					"-1"
				},
				{
					"15",
					"-1"
				},
				{
					"14",
					"-1"
				},
				{
					"13",
					"-1"
				},
				{
					"12",
					"-2"
				},
				{
					"10"
				}
			}
		}
	},
	[10190] = {
		desc_get = "",
		name = "최후의 왈츠",
		desc = "내구도가 20% 이하로 떨어질 시 내구도를 $1 회복한다(매 전장에서 1번 만 발동 가능). 대미지를 입을 시, 공중지원을 1회 전개한다. (위력은 스킬 레벨에 비례, 쿨타임 20초)",
		type = 2,
		max_level = 10,
		id = 10190,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"25.0%"
			},
			{
				"",
				"화력++"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					"(화력+)"
				},
				{
					"(화력+)"
				},
				{
					"(화력+)"
				},
				{
					"(화력++)"
				},
				{
					"(화력++)"
				},
				{
					"(화력++)"
				},
				{
					"(화력++)"
				}
			}
		}
	},
	[10200] = {
		desc_get = "",
		name = "LuckyE",
		desc = "공중지원 시, $1 확률로 발동. 공중지원으로 입히는 대미지가 2배가 되며, 8초 동안 모든 공격을 회피하는 스텔스 상태가 된다",
		type = 1,
		max_level = 10,
		id = 10200,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10210] = {
		desc_get = "",
		name = "둘리틀 공습",
		desc = "공중지원 시 $1 확률로 발동. B#25로 추가 공중지원을 전개한다.",
		type = 1,
		max_level = 10,
		id = 10210,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10220] = {
		desc_get = "",
		name = "응급 수리",
		desc = "아군 함의 HP가 최대치의 20% 이하로 내려갔을 때, 대상의 내구 수치를 $1 회복시킨다. 대상이 엔터프라이즈일 경우 효과 50% 상승. 1회의 전투에서 한 번만 발동된다.",
		type = 2,
		max_level = 10,
		id = 10220,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10230] = {
		desc_get = "",
		name = "프로토타입",
		desc = "전투 후, 구축함이 받는 경험치가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10230,
		system_transform = {},
		desc_get_add = {
			{
				"6%",
				"18%"
			}
		},
		desc_add = {
			{
				{
					"6.0%",
					"+1.3%"
				},
				{
					"7.3%",
					"+1.3%"
				},
				{
					"8.6%",
					"+1.3%"
				},
				{
					"9.9%",
					"+1.3%"
				},
				{
					"11.2%",
					"+1.3%"
				},
				{
					"12.5%",
					"+1.3%"
				},
				{
					"13.8%",
					"+1.3%"
				},
				{
					"15.2%",
					"+1.4%"
				},
				{
					"16.6%",
					"+1.4%"
				},
				{
					"18.0%"
				}
			}
		}
	},
	[10240] = {
		desc_get = "",
		name = "코멧 헤드 스매시",
		desc = "선봉함대가 적과 충돌할 시, 적이 받는 접촉 대미지가 $1 상승한다. 동시에 선봉함대가 받는 접촉 대미지를 $2 감소시킨다.",
		type = 1,
		max_level = 10,
		id = 10240,
		system_transform = {},
		desc_get_add = {
			{
				"50%",
				"100%"
			},
			{
				"20%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+5.5%"
				},
				{
					"55.5%",
					"+5.5%"
				},
				{
					"61%",
					"+5.5%"
				},
				{
					"66.5%",
					"+5.5%"
				},
				{
					"72.0%",
					"+5.5%"
				},
				{
					"77.5%",
					"+5.5%"
				},
				{
					"83.0%",
					"+5.5%"
				},
				{
					"88.5%",
					"+5.5%"
				},
				{
					"94.0%",
					"+6.0%"
				},
				{
					"100.0%"
				}
			},
			{
				{
					"20.0%",
					"+1.1%"
				},
				{
					"21.1%",
					"+1.1%"
				},
				{
					"22.2%",
					"+1.1%"
				},
				{
					"23.3%",
					"+1.1%"
				},
				{
					"24.4%",
					"+1.1%"
				},
				{
					"25.5%",
					"+1.1%"
				},
				{
					"26.6%",
					"+1.1%"
				},
				{
					"27.7%",
					"+1.1%"
				},
				{
					"28.8%",
					"+1.2%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10250] = {
		desc_get = "",
		name = "재블린 돌격",
		desc = "발포 시 5% 확률로 발동. 8초 동안 자신의 기동이 $1 상승한다.",
		type = 2,
		max_level = 10,
		id = 10250,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10260] = {
		desc_get = "",
		name = "매지컬 캐넌·아마겟돈!",
		desc = "공격 시 20% 확률로 발동. 8초 동안 자신의 포격 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10260,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10270] = {
		desc_get = "",
		name = "최후의 영광",
		desc = "매 주포 전개 시, 다음 주포에 의한 대미지가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10270,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+0.5%"
				},
				{
					"10.5%",
					"+0.5%"
				},
				{
					"11.0%",
					"+0.5%"
				},
				{
					"11.5%",
					"+0.5%"
				},
				{
					"12.0%",
					"+0.5%"
				},
				{
					"12.5%",
					"+0.5%"
				},
				{
					"13.0%",
					"+0.5%"
				},
				{
					"13.5%",
					"+0.5%"
				},
				{
					"14.0%",
					"+1%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10280] = {
		desc_get = "",
		name = "「역습의 Z」",
		desc = "피격 시, 8초 동안 자신의 장전 수치가 $1 상승한다. 효과는 중첩되지 않는다.",
		type = 3,
		max_level = 10,
		id = 10280,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"50%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[10290] = {
		desc_get = "",
		name = "로열 네이비의 영광",
		desc = "주포 공격 시 $1 확률로 특수탄막을 전개(위력은 스킬 레벨에 비례)하고, 8초 동안 주력함대의 장전 수치를 $2 상승시킨다.",
		type = 1,
		max_level = 10,
		id = 10290,
		system_transform = {
			10291,
			10291,
			nil,
			10291,
			nil,
			10291,
			nil,
			10291
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10300] = {
		desc_get = "",
		name = "여왕의 명령",
		desc = "전투 중, 로열 네이비(HMS) 진영 함선의 포격, 뇌장, 항공, 대공, 장전, 기동 수치가 $1 상승한다. ────「여왕님은 영원히 11세라구!」",
		type = 3,
		max_level = 10,
		id = 10300,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10310] = {
		desc_get = "35초(Max Lv : 15초)마다, 가장 멀리 있는 적에게 특수한 포격을 전개한다. (위력은 스킬 레벨에 비례) 이 공격은 반드시 크리티컬이 발생한다.",
		name = "절대 명중의 숙녀",
		desc = "$1초마다, 가장 멀리 있는 적에게 특수한 $2 포격을 전개한다. (위력은 스킬 레벨에 비례) 이 공격은 반드시 크리티컬이 발생한다.",
		type = 1,
		max_level = 10,
		id = 10310,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-2"
				},
				{
					"21",
					"-3"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			},
			{
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				}
			}
		}
	},
	[10320] = {
		desc_get = "",
		name = "BIG SEVEN",
		desc = "주포 발사 시 $1 확률로 특수탄막을 전개한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 10320,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10330] = {
		desc_get = "",
		name = "소드 피쉬 발진!",
		desc = "공중지원 시, 소드 피쉬로 공중 지원 $1을 전개하고, 8초 동안 적의 이동 속도를 $2 감소시킨다. ",
		type = 1,
		max_level = 10,
		id = 10330,
		system_transform = {},
		desc_get_add = {
			{
				"",
				"화력++"
			},
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					"(화력+)"
				},
				{
					"(화력+)"
				},
				{
					"(화력+)"
				},
				{
					"(화력++)"
				},
				{
					"(화력++)"
				},
				{
					"(화력++)"
				},
				{
					"(화력++)"
				}
			},
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10340] = {
		desc_get = "",
		name = "장갑항모",
		desc = "공중지원 발동 후, 선봉함대에 8초 동안 자신의 내구 수치의 $1만큼의 대미지를 막아주는 실드를 부여한다.",
		type = 3,
		max_level = 10,
		id = 10340,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10350] = {
		desc_get = "",
		name = "얼어붙은 혼돈의 심연",
		desc = "20초마다 $1 확률로 특수탄막을 전개한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 10350,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"60%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[10360] = {
		desc_get = "",
		name = "솔로몬의 악몽",
		desc = "주포 공격 시 6% 확률로 발동. 8초 동안 자신의 포격, 뇌장, 장전, 기동 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10360,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10370] = {
		desc_get = "",
		name = "사세보의 시구레",
		desc = "주포 공격 시 5% 확률로 발동. 8초 동안 자신의 기동 수치가 $1 상승한다.",
		type = 2,
		max_level = 10,
		id = 10370,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10380] = {
		desc_get = "",
		name = "Z의 계보",
		desc = "전투 중, Z 계열 구축함의 포격, 기동 수치를 $1 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 10380,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10390] = {
		desc_get = "",
		name = "깨지지 않는 방패",
		desc = "20초마다 $1 확률로 발동. 10초 동안, 적의 탄환을 10회까지 막아주는 실드가 3장 생성된다.",
		type = 2,
		max_level = 10,
		id = 10390,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10400] = {
		desc_get = "",
		name = "기함엄호",
		desc = "전투 중, 기함이 받는 대미지가 $1 감소한다.",
		type = 3,
		max_level = 10,
		id = 10400,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10410] = {
		desc_get = "",
		name = "솔로몬 전쟁의 신",
		desc = "발포 시 5% 확률로 발동. 8초 동안 자신의 포격, 장전, 기동 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10410,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10420] = {
		desc_get = "",
		name = "선수 필승!",
		desc = "전투 중, 자신의 첫 번째 공중지원의 장전 시간이 $1 감소한다.",
		type = 1,
		max_level = 10,
		id = 10420,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50%"
				}
			}
		}
	},
	[10430] = {
		desc_get = "",
		name = "1항전",
		desc = "카가와 함께 출격할 경우, 자신의 항공 성능이 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10430,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10440] = {
		desc_get = "",
		name = "1항전",
		desc = "아카기와 함께 출격할 경우, 자신의 항공 성능이 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10440,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10450] = {
		desc_get = "치명상을 입을 경우, 전투 불능 상태가 되지 않고 5초(Max Lv : 15초) 동안 공격을 회피하며 공중지원을 전개한다. 1회의 전투에서 한 번만 발동된다.",
		name = "히류는 건재하다",
		desc = "치명상을 입을 경우, 전투 불능 상태가 되지 않고 $1초 동안 공격을 회피하며 공중지원을 전개한다. 1회의 전투에서 한 번만 발동된다.",
		type = 2,
		max_level = 10,
		id = 10450,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[10460] = {
		desc_get = "",
		name = "2항전",
		desc = "히류와 함께 출격할 경우, 자신의 항공 성능이 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10460,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10470] = {
		desc_get = "",
		name = "2항전",
		desc = "소류와 함께 출격할 경우, 자신의 항공 성능이 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10470,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10480] = {
		desc_get = "",
		name = "자매의 연",
		desc = "핑하이와 함께 출격할 경우, 자신의 포격 성능이 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10480,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10490] = {
		desc_get = "",
		name = "자매의 연",
		desc = "닝하이와 함께 출격할 경우, 자신의 포격 성능이 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10490,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10500] = {
		desc_get = "",
		name = "이스트 글림을 위하여",
		desc = "사쿠라 엠파이어(IJN) 진영의 캐릭터에게 입히는 대미지가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10500,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10510] = {
		desc_get = "",
		name = "Революция(혁명)",
		desc = "전투 중, 선봉함대의 대미지가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10510,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10520] = {
		desc_get = "",
		name = "정기유지보수",
		desc = "출격 후, 긴급 수리를 1회 사용할 수 있다. (강화 불가)",
		type = 2,
		max_level = 1,
		id = 10520,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10521] = {
		desc_get = "",
		name = "정기유지보수",
		desc = "출격 후, 긴급 수리를 2회 사용할 수 있다. (강화 불가)",
		type = 2,
		max_level = 1,
		id = 10521,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10522] = {
		desc_get = "",
		name = "정기유지보수",
		desc = "출격 후, 긴급 수리를 3회 사용할 수 있다. (강화 불가)",
		type = 2,
		max_level = 1,
		id = 10522,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[10530] = {
		desc_get = "",
		name = "전쟁의 선봉",
		desc = "발포 시 5% 확률로 발동. 8초 동안 자신의 포격 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10530,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10540] = {
		desc_get = "",
		name = "로열 네이비의 동맹",
		desc = "전투 중, 같은 함대의 이글 유니온(USS) 함선 한 척당, 자신의 포격, 대공, 장전, 기동 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10540,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.4%"
				},
				{
					"1.4%",
					"+0.4%"
				},
				{
					"1.8%",
					"+0.4%"
				},
				{
					"2.2%",
					"+0.4%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[10550] = {
		desc_get = "",
		name = "박지수리",
		desc = "35초마다, 전 함선의 내구 수치를 아카시의 내구 수치의 $1 만큼 회복시킨다.",
		type = 2,
		max_level = 10,
		id = 10550,
		system_transform = {},
		desc_get_add = {
			{
				"1%",
				"3%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.3%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[10560] = {
		desc_get = "",
		name = "여정의 증표",
		desc = "어뢰의 크리티컬 확률이 $1 상승하며 크리티컬 대미지가 50% 상승한다.",
		type = 1,
		max_level = 10,
		id = 10560,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10570] = {
		desc_get = "",
		name = "폭염전개",
		desc = "고폭탄 무기 대미지 $3 상승, 연소 발생률이 $1 상승하고 연소 대미지가 $2 상승한다. ",
		type = 1,
		max_level = 10,
		id = 10570,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"20.0%",
				"50.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.8%"
				},
				{
					"5.3%",
					"+0.8%"
				},
				{
					"6.1%",
					"+0.9%"
				},
				{
					"7.0%",
					"+0.8%"
				},
				{
					"7.8%",
					"+0.8%"
				},
				{
					"8.6%",
					"+0.9%"
				},
				{
					"9.5%",
					"+0.8%"
				},
				{
					"10.3%",
					"+0.8%"
				},
				{
					"11.1%",
					"+0.9%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.3%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.9%"
				},
				{
					"5.9%",
					"+0.9%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+0.9%"
				},
				{
					"8.9%",
					"+0.9%"
				},
				{
					"9.8%",
					"+1.2%"
				},
				{
					"11.0%",
					"+1.2%"
				},
				{
					"12.2%",
					"+1.2%"
				},
				{
					"13.4%",
					"+1.6%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10580] = {
		desc_get = "35초(Max Lv : 25초)마다, 특수한 어뢰를 3발 발사하여, 입힌 대미지의 20.0%만큼 자신의 내구 수치를 회복한다.",
		name = "흡혈귀의 입맞춤",
		desc = "$1초마다, 특수한 어뢰를 3발 발사하여, 입힌 대미지의 20.0%만큼 자신의 내구 수치를 회복한다.",
		type = 2,
		max_level = 10,
		id = 10580,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-1"
				},
				{
					"34",
					"-1"
				},
				{
					"33",
					"-1"
				},
				{
					"32",
					"-1"
				},
				{
					"31",
					"-1"
				},
				{
					"30",
					"-1"
				},
				{
					"29",
					"-1"
				},
				{
					"28",
					"-1"
				},
				{
					"27",
					"-2"
				},
				{
					"25"
				}
			}
		}
	},
	[10590] = {
		desc_get = "",
		name = "프로토타입·순양함",
		desc = "전투 후, 순양함이 받는 경험치가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10590,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10600] = {
		desc_get = "",
		name = "마야·33일",
		desc = "자신의 장전 수치가 $1 상승하며, 어뢰 발사 시 $2 확률로 2회 발사한다.",
		type = 1,
		max_level = 10,
		id = 10600,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			},
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10610] = {
		desc_get = "",
		name = "고폭탄 강화",
		desc = "고폭탄의 대미지가 $1 상승하며, 연소 발생률이 $2 상승한다.",
		type = 1,
		max_level = 10,
		id = 10610,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			},
			{
				"1.2%",
				"3.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.2%"
				},
				{
					"2.6%",
					"+0.2%"
				},
				{
					"2.8%",
					"+0.2%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[10620] = {
		desc_get = "",
		name = "제6 구축대·이카즈치",
		desc = "아카츠키, 히비키, 이나즈마와 함께 출격할 경우, 자신의 포격, 뇌장, 장전 수치가 $1 상승한다. 효과는 중첩되지 않는다.",
		type = 1,
		max_level = 10,
		id = 10620,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10630] = {
		desc_get = "",
		name = "제6 구축대·이나즈마",
		desc = "아카츠키, 히비키, 이카즈치와 함께 출격할 경우, 자신의 포격, 뇌장, 장전 수치가 $1 상승한다. 효과는 중첩되지 않는다.",
		type = 1,
		max_level = 10,
		id = 10630,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10640] = {
		desc_get = "",
		name = "부러진 강철 날개",
		desc = "대공 공격 범위 내에 적 함재기가 격추된 경우, 포격 수치가 8초 간 자신의 기초(스탯+장비) 대공 수치의 $1 만큼 증가한다. 스킬이 중복 발동 되는 경우, 효과는 중첩되지 않으며 지속 시간만 갱신 된다. ",
		type = 1,
		max_level = 10,
		id = 10640,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10650] = {
		desc_get = "",
		name = "포켓 전함",
		desc = "구축함과 경순양함에게 입히는 대미지를 $1 상승시킨다.",
		type = 1,
		max_level = 10,
		id = 10650,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10660] = {
		desc_get = "35초(Max Lv : 15초)마다, 랜덤한 적 1기를 향해 특수한 포격을 전개한다. (위력은 스킬 레벨에 비례) 이 공격은 반드시 크리티컬이 발생한다.",
		name = "저격수",
		desc = "$1초마다, 랜덤한 적 1기를 향해 특수한 $2 포격을 전개한다. (위력은 스킬 레벨에 비례) 이 공격은 반드시 크리티컬이 발생한다.",
		type = 1,
		max_level = 10,
		id = 10660,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-2"
				},
				{
					"21",
					"-3"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			},
			{
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				}
			}
		}
	},
	[10670] = {
		desc_get = "",
		name = "북해의 고독한 여왕",
		desc = "주력함대에 자신 이외에 다른 전함/순양전함이 존재하지 않는 경우, 대미지가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10670,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10680] = {
		desc_get = "",
		name = "메탈 블러드의 날개",
		desc = "메탈 블러드(KMS) 진영 함선의 받는 대미지를 $1 감소시킨다.",
		type = 2,
		max_level = 10,
		id = 10680,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10690] = {
		desc_get = "",
		name = "메탈 블러드의 매",
		desc = "크라프제 함재기(BF-#109T, ME-#155A, JU-#87C 등)를 장비하고 있는 경우, 장비의 효율이 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10690,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.0%"
				},
				{
					"16.0%",
					"+1.0%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.0%"
				},
				{
					"20.0%",
					"+1.0%"
				},
				{
					"21.0%",
					"+2.0%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%",
					"+2.0%"
				},
				{
					"27.0%",
					"+3.0%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10700] = {
		desc_get = "",
		name = "보급선 파괴",
		desc = "보급선 파괴 작전을 수행하며 쌓은 풍부한 경험이 누적되어 자신의 포격 수치가 $1 상승했다.",
		type = 1,
		max_level = 10,
		id = 10700,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10710] = {
		desc_get = "",
		name = "거물 사냥꾼",
		desc = "그라프 슈피를 격침시킨 역사를 통해, 중순양함을 대상으로 입히는 대미지가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10710,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[10720] = {
		desc_get = "30초마다 발동. 5초(Max Lv : 15초) 동안, 10회까지 적의 탄환을 막아주는 회전 실드가 2장 생성된다.",
		name = "수호의 방패",
		desc = "30초마다 발동. $1초 동안, 10회까지 적의 탄환을 막아주는 회전 실드가 2장 생성된다.",
		type = 2,
		max_level = 10,
		id = 10720,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[10730] = {
		desc_get = "",
		name = "귀신",
		desc = "발포 시 5% 확률로 발동. 12초 동안 자신의 뇌장 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 10730,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[10740] = {
		desc_get = "",
		name = "역사적인 전투의 잔해",
		desc = "발포 시 4% 확률로 발동. 12초 동안 자신의 기동 수치가 $1 상승한다.",
		type = 2,
		max_level = 10,
		id = 10740,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.3%"
				},
				{
					"23.3%",
					"+3.3%"
				},
				{
					"26.6%",
					"+3.3%"
				},
				{
					"29.9%",
					"+3.3%"
				},
				{
					"33.2%",
					"+3.3%"
				},
				{
					"36.5%",
					"+3.3%"
				},
				{
					"39.8%",
					"+3.3%"
				},
				{
					"43.1%",
					"+3.3%"
				},
				{
					"46.4%",
					"+3.6%"
				},
				{
					"50%"
				}
			}
		}
	},
	[10750] = {
		desc_get = "",
		name = "The Nick",
		desc = "발포 시 5% 확률로 발동. 8초 동안 자신의 기동 수치가 $1 상승하고, 받는 항공 대미지가 $2 감소한다.",
		type = 2,
		max_level = 10,
		id = 10750,
		system_transform = {},
		desc_get_add = {
			{
				"16.0%",
				"40.0%"
			},
			{
				"16.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"16.0%",
					"+2.4%"
				},
				{
					"18.4%",
					"+2.4%"
				},
				{
					"20.8%",
					"+3.2%"
				},
				{
					"24.0%",
					"+2.4%"
				},
				{
					"26.4%",
					"+2.4%"
				},
				{
					"28.8%",
					"+3.2%"
				},
				{
					"32.0%",
					"+2.4%"
				},
				{
					"34.4%",
					"+2.4%"
				},
				{
					"36.8%",
					"+3.2%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"16.0%",
					"+2.4%"
				},
				{
					"18.4%",
					"+2.4%"
				},
				{
					"20.8%",
					"+3.2%"
				},
				{
					"24.0%",
					"+2.4%"
				},
				{
					"26.4%",
					"+2.4%"
				},
				{
					"28.8%",
					"+3.2%"
				},
				{
					"32.0%",
					"+2.4%"
				},
				{
					"34.4%",
					"+2.4%"
				},
				{
					"36.8%",
					"+3.2%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[10760] = {
		desc_get = "",
		name = "이스트 글림의 연",
		desc = "닝하이, 핑하이와 함께 출격할 경우, 얏센과 닝하이, 핑하이의 받는 대미지가 $1 감소하고, 회피율이 $2 상승한다.",
		type = 3,
		max_level = 10,
		id = 10760,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"20.0%"
			},
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%",
					"+1.6%"
				},
				{
					"21.6%",
					"+1.6%"
				},
				{
					"23.2%",
					"+1.8%"
				},
				{
					"25.0%",
					"+1.6%"
				},
				{
					"26.6%",
					"+1.6%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10770] = {
		desc_get = "",
		name = "제6 구축대·아카츠키",
		desc = "히비키, 이카즈치, 이나즈마와 함께 출격할 경우, 자신의 포격, 뇌장, 장전 수치가 $1 상승한다. 효과는 중첩되지 않는다.",
		type = 1,
		max_level = 10,
		id = 10770,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10780] = {
		desc_get = "20초마다 발동. 5초(Max Lv : 10초) 동안 랜덤한 강화 효과를 자신에게 부여한다.",
		name = "행운함?",
		desc = "20초마다 발동. $1초 동안 랜덤한 강화 효과를 자신에게 부여한다.",
		type = 2,
		max_level = 10,
		id = 10780,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5.0",
					"+0.5"
				},
				{
					"5.5",
					"+0.5%"
				},
				{
					"6.0",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7.0",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8.0",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9.0",
					"+1"
				},
				{
					"10.0"
				}
			}
		}
	},
	[10790] = {
		desc_get = "",
		name = "5항전",
		desc = "즈이카쿠와 함께 출격할 경우, 자신의 항공 성능이 $1 상승하고, 받는 대미지가 5% 상승한다.",
		type = 3,
		max_level = 10,
		id = 10790,
		system_transform = {},
		desc_get_add = {
			{
				"12.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"12.0%",
					"+1.8%"
				},
				{
					"13.8%",
					"+1.8%"
				},
				{
					"15.6%",
					"+2.4%"
				},
				{
					"18.0%",
					"+1.8%"
				},
				{
					"19.8%",
					"+1.8%"
				},
				{
					"21.6%",
					"+2.4%"
				},
				{
					"24.0%",
					"+1.8%"
				},
				{
					"25.8%",
					"+1.8%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10800] = {
		desc_get = "",
		name = "5항전",
		desc = "쇼카쿠와 함께 출격할 경우, 자신의 항공 성능이 $1 상승하고, 받는 대미지가 $2 감소한다",
		type = 3,
		max_level = 10,
		id = 10800,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"20.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10810] = {
		desc_get = "",
		name = "수호의 학",
		desc = "공중지원 후, 12초 동안 아군 함선의 대미지를 $1 상승시키고, 받는 대미지를 $2 감소시킨다.",
		type = 2,
		max_level = 10,
		id = 10810,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10820] = {
		desc_get = "",
		name = "진격의 학",
		desc = "공중지원 후, 다음 공중지원의 대미지가 $1 상승한다. 최대 3회까지 누적 가능",
		type = 1,
		max_level = 10,
		id = 10820,
		system_transform = {},
		desc_get_add = {
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10830] = {
		desc_get = "첫 번째 공중지원 시, 추가 항공 탄막 공격을 전개한다(위력은 스킬 레벨에 비례). 1회의 전투에서 한 번만 발동된다.",
		name = "예비 항공대",
		desc = "첫 번째 공중지원 시, 추가 항공 탄막 공격 $1을 전개한다. 1회의 전투에서 한 번만 발동된다.",
		type = 1,
		max_level = 10,
		id = 10830,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[10840] = {
		desc_get = "",
		name = "결사의 급습",
		desc = "전투를 거치며 인원이 줄어 선봉함대에 자신만 남은 경우, 자신의 대미지가 $1 상승하며, 받는 대미지가 $2 감소한다.",
		type = 1,
		max_level = 10,
		id = 10840,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%",
					"+3.0%"
				},
				{
					"43.0%",
					"+3.0%"
				},
				{
					"46.0%",
					"+4.0%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10860] = {
		desc_get = "20초마다 40.0%(Max Lv : 70.0%) 확률로 발동. 강습형태·EX 상태가 되어, 강력한 탄막을 전개하고 5초 동안 자신의 뇌장 수치가 30% 상승한다. (위력은 스킬 레벨에 비례)",
		name = "강습형태·EX",
		desc = "20초마다 $1 확률로 발동. 강습형태·EX 상태가 되어, 강력한 탄막을 전개하고 5초 동안 자신의 뇌장 수치가 30% 상승한다.",
		type = 1,
		max_level = 10,
		id = 10860,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10870] = {
		desc_get = "",
		name = "꽃의 2 수뢰전대",
		desc = "자신이 전투불능이 되지 않는 한, 함대의 경순양함 및 구축함의 뇌격과 장전 수치가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 10870,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10880] = {
		desc_get = "",
		name = "럭키 루",
		desc = "20초마다 $1 확률로 발동. 8초 동안 자신의 포격, 장전, 기동 수치가 $2 상승한다.",
		type = 1,
		max_level = 10,
		id = 10880,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[10890] = {
		desc_get = "자신이 받는 대미지가 20% 감소한다. 전투불능이 되지 않는 한, 아군 함대의 구축함 및 경순양함의 어뢰 공격 크리티컬 확률이 4% (최대 레벨 시 10%, 크리티컬 대미지 최대 30%) 상승한다.",
		name = "불굴의 진츠",
		desc = "자신이 받는 대미지가 20% 감소한다. 전투불능이 되지 않는 한, 아군 함대의 구축함 및 경순양함의 어뢰 공격 크리티컬 확률이 $1$2 상승한다.",
		type = 3,
		max_level = 10,
		id = 10890,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					""
				},
				{
					"",
					"크리티컬 대미지가 5.0%"
				},
				{
					"，크리티컬 대미지가 5.0%",
					"+5.0%"
				},
				{
					"，크리티컬 대미지가 10.0%",
					"+5.0%"
				},
				{
					"，크리티컬 대미지가 15.0%",
					"+5.0%"
				},
				{
					"，크리티컬 대미지가 20.0%",
					"+10.0%"
				},
				{
					"，크리티컬 대미지가 30.0%"
				}
			}
		}
	},
	[10900] = {
		desc_get = "",
		name = "구조활동",
		desc = "아군 함선이 전투 불능이 되는 경우 $1 확률로 발동, 자신의 내구를 $2 회복하고, 다른 생존 함선의 내구를 $3 회복시킨다.",
		type = 2,
		max_level = 10,
		id = 10900,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"3.5%",
				"8.0%"
			},
			{
				"1.2%",
				"3.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.2%"
				},
				{
					"2.6%",
					"+0.2%"
				},
				{
					"2.8%",
					"+0.2%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[10910] = {
		desc_get = "",
		name = "신생 사쿠라 엠파이어 연합",
		desc = "자신이 받는 대미지를 $1 확률로 50.0% 대미지를 감소시키고, 기함으로 출격 시엔 아군 사쿠라 엠파이어 함선의 포격과 장전 수치를 $2 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 10910,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10920] = {
		desc_get = "주포 공격 시 30.0% (최대 60.0%) 확률로 발동되어, 8초 간 함대 내 순양전함 및 전함의 대미지를 5.0% (최대 20.0%) 상승시킨다.",
		name = "T자 전법",
		desc = "주포 공격 시 $1 확률로 발동되어, 8초 간 함대 내 순양전함 및 전함의 대미지를 $2 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 10920,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10930] = {
		desc_get = "",
		name = "위엄",
		desc = "전투 개시 10초 후, 그로부터 20초 마다 20% 확률로 발동되어 8초 간 아군 주력 함대가 받는 대미지를 $1 대신 받고, 랜덤으로 적 1기에게 주는 대미지를 $2 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 10930,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			},
			{
				"8.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%",
					"+3.0%"
				},
				{
					"43.0%",
					"+3.0%"
				},
				{
					"46.0%",
					"+4.0%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"8.0%",
					"+1.2%"
				},
				{
					"9.2%",
					"+1.2%"
				},
				{
					"10.4%",
					"+1.6%"
				},
				{
					"12.0%",
					"+1.2%"
				},
				{
					"13.2%",
					"+1.2%"
				},
				{
					"14.4%",
					"+1.6%"
				},
				{
					"16.0%",
					"+1.2%"
				},
				{
					"17.2%",
					"+1.2%"
				},
				{
					"18.4%",
					"+1.6%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[10940] = {
		desc_get = "20초 마다, 40% (최대 레벨 70%) 확률로 귀신 모드가 되어 5초간 기동이 30% 증가하고, 강력한 탄막을 발사한다.",
		name = "귀신연무",
		desc = "20초 마다 $1확률로 귀신 모드가 되어 5초간 기동이 30% 증가하고, 강력한 탄막을 발사한다.",
		type = 2,
		max_level = 10,
		id = 10940,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[10950] = {
		desc_get = "항속이 3(최고 레벨 시 8) 증가하고, 포격 수치가 15.0% 상승한다.",
		name = "상무의 혼 ",
		desc = "항속이 $1 증가하고, 포격 수치가 $2 상승한다.",
		type = 1,
		max_level = 10,
		id = 10950,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+1"
				},
				{
					"8"
				}
			},
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+1.0%"
				},
				{
					"5.6%",
					"+1.2%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+1.5%"
				},
				{
					"9.5%",
					"+1.5%"
				},
				{
					"11.0%",
					"+2.0%"
				},
				{
					"13.0%",
					"+2.0%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10960] = {
		desc_get = "출격 시 아군 함대 특형 구축함의 포격 및 기동 15% (MAX 30%), 뇌장 4%(MAX 10%) 상승",
		name = "특형 네임쉽!",
		desc = "출격 시 아군 함대 특형 구축함의 포격 및 기동 $1 상승, 뇌장 $2 상승",
		type = 3,
		max_level = 10,
		id = 10960,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.0%"
				},
				{
					"16.0%",
					"+1.0%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.0%"
				},
				{
					"20.0%",
					"+1.0%"
				},
				{
					"21.0%",
					"+2.0%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%",
					"+2.0%"
				},
				{
					"27.0%",
					"+3.0%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[10970] = {
		desc_get = "",
		name = "파이팅 메리",
		desc = "자신의 내구 수치가 $1 이하로 떨어졌을 때, 내구 수치가 낮으면 낮을 수록 적에게 주는 대미지가 상승한다. (최대 $2까지 상승 가능)",
		type = 1,
		max_level = 10,
		id = 10970,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"70.0%"
			},
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+3.0%"
				},
				{
					"39.0%",
					"+4.0%"
				},
				{
					"43.0%",
					"+4.0%"
				},
				{
					"47.0%",
					"+5.0%"
				},
				{
					"52.0%",
					"+5.0%"
				},
				{
					"57.0%",
					"+6.0%"
				},
				{
					"63.0%",
					"+7.0%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+2.0%"
				},
				{
					"21.5%",
					"+2.0%"
				},
				{
					"23.5%",
					"+2.5%"
				},
				{
					"26.0%",
					"+2.5%"
				},
				{
					"28.5%",
					"+3.0%"
				},
				{
					"31.5%",
					"+3.5%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[10980] = {
		desc_get = "",
		name = "대공 엄호",
		desc = "자신이 전투 가능 상태일 때에 한해, 주력함대가 받는 항공 공격 대미지를 $1 감소시킨다.",
		type = 3,
		max_level = 10,
		id = 10980,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[10990] = {
		desc_get = "",
		name = "대공 화력",
		desc = "출격 시 자신의 포격 수치가 기초 대공 스테이터스(기본 스탯 + 장비 스탯) $1 만큼 상승한다. ",
		type = 1,
		max_level = 10,
		id = 10990,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11000] = {
		desc_get = "매 20초 마다 40%(최대 70%) 확률로 강력한 탄막을 전개한다. (위력은 스킬 레벨에 비례)",
		name = "용감한 포격",
		desc = "매 20초 마다 $1 확률로 강력한 탄막을 전개한다.",
		type = 1,
		max_level = 10,
		id = 11000,
		system_transform = {
			11001,
			11001,
			nil,
			11001,
			nil,
			11001,
			nil,
			11001
		},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11010] = {
		desc_get = "",
		name = "아이언 바텀 나이트",
		desc = "아군 사우스다코타의 내구 수치가 30% 이하로 떨어지는 경우, 자신이 주는 대미지가 $1 상승하고, 사우스다코타가 받는 대미지(스킬 [최강의 방패]가 대신 받는 대미지는 제외)의 30%를 대신 받아주며, 사우스다코타가 5초 간 전투 불능이 되지 않는다. 한 번의 전투에서 한 번만 발동 가능하다.",
		type = 2,
		max_level = 10,
		id = 11010,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11020] = {
		desc_get = "",
		name = "말벌은 두 번 찌른다",
		desc = "주력함대에 로열 네이비 진영 캐릭터가 있으면, 공습 시 $1 확률로 시파이어로 한 번 더 항공공격을 진행한다.",
		type = 1,
		max_level = 10,
		id = 11020,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11030] = {
		desc_get = "",
		name = "기적의 바람",
		desc = "선봉함대에 전투 가능한 함선이 타니카제 밖에 없는 경우, 기동 수치가 $1 상승하고, 자신이 받는 항공 공격 대미지가 $2 감소한다.",
		type = 2,
		max_level = 10,
		id = 11030,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"30.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11040] = {
		desc_get = "",
		name = "안샨급 네임쉽",
		desc = "출격 시, 안샨급의 명중 및 포격 수치가 $1, 기동 수치가 $2 상승한다.",
		type = 3,
		max_level = 10,
		id = 11040,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"25.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11050] = {
		desc_get = "",
		name = "레스키 돌격",
		desc = "자신의 주포의 크리티컬 확률이 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 11050,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11060] = {
		desc_get = "",
		name = "상호원조동맹",
		desc = "전투 개시 시, 자신을 포함한 노스 유니온 및 이스트 글림 소속의 선봉함대 멤버의 포격, 장전, 명중 수치가 $1 상승한다.",
		type = 3,
		max_level = 10,
		id = 11060,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11070] = {
		desc_get = "",
		name = "일치단결",
		desc = "출격 시, 자신의 함대 멤버가 6척일 경우, 자신의 포격 및 장전 수치가 $1, 기동 수치가 $2 상승한다.",
		type = 3,
		max_level = 10,
		id = 11070,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"25.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11080] = {
		desc_get = "",
		name = "실버 팬텀",
		desc = "자신이 구축함, 수송선, 어뢰정, 자폭선에게 가하는 대미지가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 11080,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11090] = {
		desc_get = "",
		name = "새벽의 빛",
		desc = "자신이 생존해 있는 동안 적의 구축함 및 경순양함의 회피율이 $1 감소한다.",
		type = 3,
		max_level = 10,
		id = 11090,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11100] = {
		desc_get = "40초(최단 20초) 마다 지원 포격을 1회 발사하고, 명중시킨 적을 6초간 40% 감속시킨다.",
		name = "핏빛안개의 콘체르토",
		desc = "$1 초 마다 지원 포격을 1회 발사하고, 명중시킨 적을 6초간 40% 감속시킨다.",
		type = 1,
		max_level = 10,
		id = 11100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40",
					"-2"
				},
				{
					"38",
					"-2"
				},
				{
					"36",
					"-2"
				},
				{
					"34",
					"-2"
				},
				{
					"32",
					"-2"
				},
				{
					"30",
					"-2"
				},
				{
					"28",
					"-2"
				},
				{
					"26",
					"-3"
				},
				{
					"23",
					"-3"
				},
				{
					"20"
				}
			}
		}
	},
	[11110] = {
		desc_get = "",
		name = "멸망의 비탄조",
		desc = "전투 중, 자신의 첫 번째 주포 포격 대미지가 $1 증가하고, 자신의 주포 공격에 명중된 적이 8초 간 받는 대미지가 $2 증가한다.",
		type = 3,
		max_level = 10,
		id = 11110,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"50.0%"
			},
			{
				"3.0%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+3.0%"
				},
				{
					"23.0%",
					"+3.0%"
				},
				{
					"26.0%",
					"+4.0%"
				},
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+4.0%"
				},
				{
					"40.0%",
					"+3.0%"
				},
				{
					"43.0%",
					"+3.0%"
				},
				{
					"46.0%",
					"+4.0%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+0.9%"
				},
				{
					"5.5%",
					"+0.9%"
				},
				{
					"6.4%",
					"+1.0%"
				},
				{
					"7.4%",
					"+1.1%"
				},
				{
					"8.5%",
					"+1.1%"
				},
				{
					"9.6%",
					"+1.2%"
				},
				{
					"10.8%",
					"+1.2%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11120] = {
		desc_get = "",
		name = "승리의 노래",
		desc = "자신이 전함에게 주는 대미지가 $1 증가하고, 받는 투사 대미지가 $1 감소한다.",
		type = 1,
		max_level = 10,
		id = 11120,
		system_transform = {},
		desc_get_add = {
			{
				"10%",
				"20%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11140] = {
		desc_get = "",
		name = "샤이니 셰피",
		desc = "전투 개시 시 자신보다 내구도가 낮은 아군 함선이 전투 중 피격되었을 때, $1 확률로 받는 대미지가 $2 감소한다. (전투 중 입은 대미지로 인한 내구도 변화는 스킬 발동 조건에 포함되지 않는다) ",
		type = 2,
		max_level = 10,
		id = 11140,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"30.0%"
			},
			{
				"20%",
				"50%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.4%"
				},
				{
					"22.4%",
					"+2.4%"
				},
				{
					"24.8%",
					"+3.2%"
				},
				{
					"28.0%",
					"+3.0%"
				},
				{
					"31.0%",
					"+3.0%"
				},
				{
					"34.0%",
					"+4.0%"
				},
				{
					"38.0%",
					"+3.6%"
				},
				{
					"41.6%",
					"+3.6%"
				},
				{
					"45.2%",
					"+4.8%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11150] = {
		desc_get = "",
		name = "바렌츠해의 역습",
		desc = "자신의 주포 크리티컬 확률이 $1 증가하고, 크리티컬 대미지가 30% 증가한다.",
		type = 1,
		max_level = 10,
		id = 11150,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11160] = {
		desc_get = "",
		name = "크레타섬의 검은 구름",
		desc = "20초 마다 발동된다.  6초 간 자신의 대공 수치가 $2 증가하고, 받는 대미지가 $1 감소한다.",
		type = 2,
		max_level = 10,
		id = 11160,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11170] = {
		desc_get = "",
		name = "정의의 동료들",
		desc = "셰필드와 함께 출격 시, 자신의 화력 및 뇌장 수치가 $1 증가한다.",
		type = 1,
		max_level = 10,
		id = 11170,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11180] = {
		desc_get = "",
		name = "편차 수정 사격",
		desc = "20초 마다, 자신의 어뢰 대미지가 $1 증가한다. (최대 8회 중첩)",
		type = 1,
		max_level = 10,
		id = 11180,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11190] = {
		desc_get = "",
		name = "반려의 바람 ",
		desc = "하마카제와 같은 함대에 있을 시 포격, 뇌장, 장전, 대공 수치가 $1 상승한다. ",
		type = 3,
		max_level = 10,
		id = 11190,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11200] = {
		desc_get = "",
		name = "솔로몬의 전설 ",
		desc = "20초마다 $1 확률로 발동되며, 8초 간 아군 순양함의 포격 및 명중 수치가 $2 상승하고, 피격 시 받는 대미지를 $3 감소된다. ",
		type = 3,
		max_level = 10,
		id = 11200,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"10.0%",
				"25.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.5%"
				},
				{
					"15.5%",
					"+1.5%"
				},
				{
					"17.0%",
					"+2.0%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11210] = {
		desc_get = "",
		name = "섬멸형태",
		desc = "20초 마다 $1 확률로 섬멸형태가 되어, 장전 수치가 10초 간 200% 상승하고, 강력한 탄막을 전개한다.",
		type = 1,
		max_level = 10,
		id = 11210,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11230] = {
		desc_get = "",
		name = "吴港之{namecode:22}",
		desc = "存活时，减少主力舰队受到的伤害$1；当主力舰队成员受到伤害导致耐久低于20%时，回复其$2耐久，每场战斗限1次",
		type = 3,
		max_level = 10,
		id = 11230,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"4%",
				"10%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11240] = {
		desc_get = "",
		name = "不沉的幸运舰",
		desc = "自身受到伤害时，有$1的概率将此次伤害降低至1",
		type = 2,
		max_level = 10,
		id = 11240,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11250] = {
		desc_get = "",
		name = "과달카날 섬 강습",
		desc = "자신의 포격이 $3 상승. 20초마다 $1 확률로 발동되며, 아군 순양함의 포격 및 뇌장 수치를 10초 동안 $2 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 11250,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"5.0%",
				"20.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11260] = {
		desc_get = "전투 중 자신의 두 번째 공중지원까지 추가적으로 함재기 편대가 공격을 진행한다. (위력은 스킬 레벨에 비례)",
		name = "매의 급습",
		desc = "전투 중 자신의 두 번째 공중지원까지 추가적으로 함재기 편대가 공격($1)을 진행한다.",
		type = 1,
		max_level = 10,
		id = 11260,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11270] = {
		desc_get = "",
		name = "뜨겁게 빛나는 주력함",
		desc = "전함에 주는 대미지 $1증가, 주포 발사 시 $2 확률로 특수 탄막 (삼식탄) 을 발사한다.",
		type = 1,
		max_level = 10,
		id = 11270,
		system_transform = {
			11271,
			11271,
			nil,
			11271,
			nil,
			11271,
			nil,
			11271
		},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"30.0%",
				"60.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60%"
				}
			}
		}
	},
	[11280] = {
		desc_get = "자신의 속력이 3 (최대 8), 기동이 13% (최대 25%) 상승. (몸이 작으면 움직이기도 편하고, 탄환에 맞을 걱정도 없어요!)",
		name = "완벽한 꼬마 메이드",
		desc = "자신의 속력이 $1, 기동이 $2 상승. (몸이 작으면 움직이기도 편하고, 탄환에 맞을 걱정도 없어요!)",
		type = 2,
		max_level = 10,
		id = 11280,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+1"
				},
				{
					"8"
				}
			},
			{
				{
					"13.0%",
					"+0.8%"
				},
				{
					"13.8%",
					"+0.8%"
				},
				{
					"14.6%",
					"+1.0%"
				},
				{
					"15.6%",
					"+1.2%"
				},
				{
					"16.8%",
					"+1.2%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+1.5%"
				},
				{
					"21.0%",
					"+2.0%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11290] = {
		desc_get = "",
		name = "레이디들의 다과회",
		desc = "전투 개시 시 자신의 내구 최대치의 $1 만큼 아군의 내구를 회복한다. (전투 전엔 당연히 티타임이에요!)",
		type = 2,
		max_level = 10,
		id = 11290,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"3.5%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.3%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.4%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%"
				}
			}
		}
	},
	[11300] = {
		desc_get = "",
		name = "중포 일제 사격",
		desc = "전투 개시 15초 후에 $1 확률로 특수 탄막을 전개하고, 그 뒤 20초마다 $1 확률로 특수 탄막을 전개한다. (특수 탄막 형태 및 위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 11300,
		system_transform = {},
		desc_get_add = {
			{
				"30%",
				"60%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			}
		}
	},
	[11310] = {
		desc_get = "",
		name = "4대 연합함대 기함",
		desc = "기함으로서 출격 시, 같은 함대 사쿠라 엠파이어 소속함의 포격 수치가 $2, 장전 및 명중 수치가 $1 상승한다. 사쿠라 엠파이어 소속 항공모함이 적에게 입히는 대미지가 $1 상승한다. ",
		type = 3,
		max_level = 10,
		id = 11310,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11320] = {
		desc_get = "",
		name = "중장형태 ",
		desc = "20초마다 $1 확률로 강력한 탄막을 전개함과 동시에, 적탄을 5번 무효화할 수 있는 실드(10초간 지속)를 2장 생성하고, 10초간 자신의 주포 공격은 100% 크리티컬이 적용된다. ",
		type = 1,
		max_level = 10,
		id = 11320,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11330] = {
		desc_get = "",
		name = "영광 드높은 1번함 ",
		desc = "자신이 전투 불능이 되지 않는 한, 같은 함대 콘고급의 포격 및 명중 수치가 $1 상승하고, 회피가 $2 상승한다. ",
		type = 3,
		max_level = 10,
		id = 11330,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11340] = {
		desc_get = "",
		name = "새벽빛 찬란한 무훈함 ",
		desc = "주포 공격을 할 때마다, 자신의 포격 및 대공 수치가 $1 상승한다. (최대 4회까지 중첩 가능) ",
		type = 1,
		max_level = 10,
		id = 11340,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[11350] = {
		desc_get = "",
		name = "제8 구축대 ",
		desc = "출격 시, 같은 함대의 아사시오, 오오시오, 미치시오, 아라시오의 포격 및 장전 수치가 $1, 뇌장 수치가 $2 상승한다. ",
		type = 3,
		max_level = 10,
		id = 11350,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11360] = {
		desc_get = "",
		name = "룽가곶 강습 ",
		desc = "출격 시, 같은 함대 사쿠라 엠파이어 소속의 구축함이 순양함에 가하는 대미지가 $1 상승한다. ",
		type = 3,
		max_level = 10,
		id = 11360,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11370] = {
		desc_get = "잠수함이 전장에 도착하고 8초 후에, 적을 한 바퀴 관통하여 적에게 대미지를 주는 어뢰 탄막이 전개된다. 어뢰는 첫 번째로 적중한 적을 관통한 후에도 계속 전진하여 그 다음 적에게도 대미지를 줄 수 있다. (위력은 스킬 레벨에 비례)",
		name = "관통 공격",
		desc = "잠수함이 전장에 도착하고 8초 후에, 적을 한 바퀴 관통하여 적에게 대미지를 주는 어뢰 탄막 $1이 전개된다. 어뢰는 첫 번째로 적중한 적을 관통한 후에도 계속 전진하여 그 다음 적에게도 대미지를 줄 수 있다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 11370,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11380] = {
		desc_get = "",
		name = "저력의 일격",
		desc = "중순양함에게 주는 대미지가 $1 상승. 지원 공격 종료 후 전장에서 이탈할 때, 어뢰 공격을 1회 전개한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 11380,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11390] = {
		desc_get = "",
		name = "바다의 사냥꾼",
		desc = "항공모함에게 주는 대미지가 $2 상승. 자신의 어뢰가 적에게 명중할 때, $1 확률로 적을 24초 동안 침수 상태에 빠뜨리고, 매 3초 마다 대미지를 준다. (위력은 자신의 뇌장 수치에 비례) 스킬 중복 적용 시 효과는 중첩되지 않으며, 스킬 지속 시간만 리셋된다.",
		type = 1,
		max_level = 10,
		id = 11390,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11400] = {
		desc_get = "",
		name = "마법 소녀의 장난",
		desc = "공중 지원 시 $1 확률로 추가적인 항공 공격을 진행한다. 추가 항공 공격이 명중한 적은 연소 및 침수 상태가 된다. (이 때의 대미지는 항공 스탯과 스킬 등급에 비례)",
		type = 1,
		max_level = 10,
		id = 11400,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[11410] = {
		desc_get = "",
		name = "울프팩 U-81",
		desc = "회피 능력을 올려주는 기동 수치가 $2 상승. 출격 시 함대에 메탈 블러드 진영의 잠수함 캐릭터가 있는 경우 자신의 뇌장, 장전, 명중 수치가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 11410,
		system_transform = {},
		desc_get_add = {
			{
				"2.5%",
				"7.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11420] = {
		desc_get = "",
		name = "BIG SEVEN - 사쿠라",
		desc = "주포 발사 시 $1 확률로 특수 탄막을 발동한다. (위력은 스킬 레벨에 비례) ",
		type = 1,
		max_level = 10,
		id = 11420,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11430] = {
		desc_get = "",
		name = "BIG SEVEN - 사쿠라",
		desc = "주포 발사 시 $1 확률로 특수 탄막을 발동한다. (위력은 스킬 레벨에 비례) ",
		type = 1,
		max_level = 10,
		id = 11430,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11450] = {
		desc_get = "",
		name = "오버 파이어",
		desc = "20초마다 $1 확률로 발동된 뒤 자신의 포격($2), 장전($3) 수치를 10초 간 상승시키며, 버프 효과가 끝난 뒤 자신의 장전 수치가 3초간 100% 감소한다.",
		type = 1,
		max_level = 10,
		id = 11450,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"30.0%",
				"50.0%"
			},
			{
				"100.0%",
				"200.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			},
			{
				{
					"100.0%",
					"+11.0%"
				},
				{
					"111.0%",
					"+11.0%"
				},
				{
					"122.0%",
					"+11.0%"
				},
				{
					"133.0%",
					"+11.0%"
				},
				{
					"144.0%",
					"+11.0%"
				},
				{
					"155.0%",
					"+11.0%"
				},
				{
					"166.0%",
					"+11.0%"
				},
				{
					"177.0%",
					"+11.0%"
				},
				{
					"188.0%",
					"+12.0%"
				},
				{
					"200.0%"
				}
			}
		}
	},
	[11470] = {
		desc_get = "",
		name = "Nasty Asty",
		desc = "뉴올리언스급 함선 소녀와 함께 출격할 시, 뉴올리언스급 함선 소녀의 포격 수치가 $1 상승하고, 대공 및 명중 수치가 $2 상승한다.",
		type = 3,
		max_level = 10,
		id = 11470,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			},
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.2%"
				},
				{
					"6.2%",
					"+1.2%"
				},
				{
					"7.4%",
					"+1.6%"
				},
				{
					"9.0%",
					"+1.5%"
				},
				{
					"10.5%",
					"+1.5%"
				},
				{
					"12.0%",
					"+2.0%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11480] = {
		desc_get = "",
		name = "쿨라만 야전 ",
		desc = "매 20초마다 $1 확률로 10초 간 화력, 뇌장, 장전 수치가 $2 상승한다. 또한 한 전투에 한 번, 다른 선봉함대 함선의 내구도가 적의 공격으로 인해 20% 이하로 내려가는 경우, 전투가 끝날 때 까지 해당 함선이 받는 대미지를 $3 감소시켜준다. (해당 함선이 헬레나인 경우, 추가적으로 내구도가 8% 회복된다.) ",
		type = 2,
		max_level = 10,
		id = 11480,
		system_transform = {},
		desc_get_add = {
			{
				"40%",
				"70%"
			},
			{
				"20%",
				"40%"
			},
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11580] = {
		desc_get = "공중 지원 시 추가적으로 소드 피쉬 편대를 출격시켜 항공 어뢰 공격을 진행하고(위력은 스킬 레벨과 비례), 공격당한 적을 6초 간 40% 감속시킨다. 자신은 전함(순양전함, 항공 전항 미포함)에게 주는 대미지가 4% 상승한다(최고 레벨 시 10%).",
		name = "소드 피쉬 출격·改",
		desc = "공중 지원 시 추가적으로 소드 피쉬 편대를 출격시켜 항공 어뢰 공격을 진행, $2 대미지를 주고, 공격당한 적을 6초 간 40% 감속시킨다. 자신은 전함(순양전함, 항공전함 미포함)에게 주는 대미지가 $1 상승한다.",
		type = 1,
		max_level = 10,
		id = 11580,
		system_transform = {},
		desc_get_add = {
			{
				"4%",
				"10%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11590] = {
		desc_get = "",
		name = "공역 제어",
		desc = "공습을 진행한 후마다, 8초 간 아군 후열 캐릭터의 항공 수치를 $1 상승시키고, 포격 수치를 $2 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 11590,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11600] = {
		desc_get = "전투 시작 10초 후, 적이 일정 범위 내에 진입했을 때 특수 탄막을 발동한다. (위력은 스킬 레벨에 비례) 발동 후 10초의 쿨다운을 갖는다.",
		name = "격투 포술",
		desc = "전투 시작 10초 후, 적이 일정 범위 내에 진입했을 때 특수 탄막 $1 을 발동한다. 발동 후 10초의 쿨다운을 갖는다.",
		type = 1,
		max_level = 10,
		id = 11600,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11610] = {
		desc_get = "전투 개시 시 첫 번째와 두 번째 공중지원 함재 시간을 5%(최대 25%) 감소시키고, 추가적으로 함재기 '스이세이' 을 사용하여 공격한다(위력은 스킬 레벨에 비례). 임의의 항공모함 혹은 경항공모함과 출격 시엔 효과의 횟수 제한이 없어진다.",
		name = "항공전대",
		desc = "전투 개시 시 첫 번째와 두 번째 공중지원의 함재 시간을 $1 감소시키고, 추가적으로 함재기 '스이세이' 을 사용하여 $2의 피해를 준다. 임의의 항공모함 혹은 경항공모함과 출격 시엔 효과의 횟수 제한이 없어진다.",
		type = 1,
		max_level = 10,
		id = 11610,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11620] = {
		desc_get = "",
		name = "운명의 주사위",
		desc = "공중지원 준비가 완료 되었을 때, $1의 확률로 류세이 / 스이세이 / 사이운 편대로 추가 공격을 진행한다. 이 세 종류의 편대는 각자의 확률을 가지고 있어 동시에 발동될 수도 있다.(사이운 편대는 탄약을 소지하지 않으며, 발동 시 주력함대의 대미지를 8초 간 10% 증가시킨다.)",
		type = 1,
		max_level = 10,
		id = 11620,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11630] = {
		desc_get = "",
		name = "사쿠라 엠파이어 장갑항모",
		desc = "자신이 받는 고폭탄의 대미지가 $1 감소되고, 자신이 받는 항공 대미지가 $1 감소된다.",
		type = 2,
		max_level = 10,
		id = 11630,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.6%"
				},
				{
					"6.6%",
					"+1.6%"
				},
				{
					"8.2%",
					"+1.8%"
				},
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11640] = {
		desc_get = "",
		name = "선전의 함",
		desc = "공중지원 시, 추가적으로 $2레벨의 TBF 어벤져 편대를 사용해 1회 공격한다. 해당 편대의 어뢰는 명중된 적함에게 지속적인 침수 대미지를 입힌다(대미지는 항공 수치와 스킬 레벨에 비례). 자신이 전함에 입히는 대미지가 $1 증가한다. (순양전함, 항공전함 제외) ",
		type = 1,
		max_level = 10,
		id = 11640,
		system_transform = {},
		desc_get_add = {
			{
				"4%",
				"10%"
			},
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11650] = {
		desc_get = "",
		name = "항공 진열",
		desc = "출격 시, 함대 중 한 명의 이글 유니온 항공모함 혹은 경항모마다 자신의 항공, 대공 수치가 $1 증가한다. 자신의 함재기가 적 비행기를 격추하였을 시, 자신의 항공 수치를 $2 증가시킨다.(최대 5회 중첩 가능)",
		type = 3,
		max_level = 10,
		id = 11650,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"5.0%"
			},
			{
				"1%",
				"3%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.2%"
				},
				{
					"2.0%",
					"+0.2%"
				},
				{
					"2.2%",
					"+0.2%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.3%"
				},
				{
					"3.0%"
				}
			}
		}
	},
	[11660] = {
		desc_get = "",
		name = "절대 회피",
		desc = "출격 시 함대 중 4명 이상의 이글 유니온 캐릭터가 있으면, 모든 함대원이 함재기의 어뢰 혹은 폭격 공격을 받았을 때 $1의 확률로 피해를 1로 감소시킬 수 있다.",
		type = 2,
		max_level = 10,
		id = 11660,
		system_transform = {},
		desc_get_add = {
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[11670] = {
		desc_get = "잠수함이 산소 부족으로 수면에 나타나거나 전장에서 퇴각할 때마다, 스킬로써 어뢰를 1회 발사한다(위력은 스킬 레벨에 비례). 어뢰는 70%의 확률로 명중된 적에게 화재를 일으킨다.(연소 대미지는 뇌격 속성에 비례)",
		name = "서프라이즈 선물",
		desc = "잠수함이 산소 부족으로 수면에 나타나거나 전장에서 퇴각할 때마다, 스킬로써 $1 레벨의 어뢰를 1회 발사한다(위력은 스킬 레벨에 비례). 어뢰는 70%의 확률로 명중된 적에게 화재를 일으킨다.(연소 대미지는 뇌격 속성에 비례)",
		type = 1,
		max_level = 10,
		id = 11670,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11680] = {
		desc_get = "",
		name = "숙련된 사냥꾼",
		desc = "구축함, 경순양함, 항공모함에게 주는 대미지 $1 증가",
		type = 1,
		max_level = 10,
		id = 11680,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+1.0%"
				},
				{
					"2.0%",
					"+1.0%"
				},
				{
					"3.0%",
					"+1.0%"
				},
				{
					"4.0%",
					"+1.0%"
				},
				{
					"5.0%",
					"+1.0%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11690] = {
		desc_get = "",
		name = "수도의 용맹스러운 전사",
		desc = "자신이 적함을 격파했을 때, 12초간 자신의 포격 수치가 $1, 장전 수치가 $2 상승한다. (매초 당 최대 1번만 발동되고, 중첩되지 않으며, 지속시간 내 발동 시엔 지속시간이 초기화 된다.)",
		type = 1,
		max_level = 10,
		id = 11690,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11700] = {
		desc_get = "",
		name = "대담무쌍",
		desc = "선봉함대의 선두로써 출격 시 대공 수치가 40% 감소, 명중률 $1 감소, 기동 $2 상승, 포격 $3 상승, 항속 3 상승.",
		type = 3,
		max_level = 10,
		id = 11700,
		system_transform = {},
		desc_get_add = {
			{
				"20%",
				"5%"
			},
			{
				"6%",
				"12%"
			},
			{
				"13.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"-1.6%"
				},
				{
					"18.4%",
					"-1.6%"
				},
				{
					"16.8%",
					"-1.8%"
				},
				{
					"15.0%",
					"-1.6%"
				},
				{
					"13.4%",
					"-1.6%"
				},
				{
					"11.8%",
					"-1.8%"
				},
				{
					"10.0%",
					"-1.6%"
				},
				{
					"8.4%",
					"-1.6%"
				},
				{
					"6.8%",
					"-1.8%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%",
					"+0.6%"
				},
				{
					"10.6%",
					"+0.6%"
				},
				{
					"11.2%",
					"+0.8%"
				},
				{
					"12.0%"
				}
			},
			{
				{
					"13.0%",
					"+1.3%"
				},
				{
					"14.3%",
					"+1.3%"
				},
				{
					"15.6%",
					"+1.4%"
				},
				{
					"17.0%",
					"+1.3%"
				},
				{
					"18.3%",
					"+1.3%"
				},
				{
					"19.6%",
					"+1.4%"
				},
				{
					"21.0%",
					"+1.3%"
				},
				{
					"22.3%",
					"+1.3%"
				},
				{
					"23.6%",
					"+1.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11710] = {
		desc_get = "",
		name = "듀라한",
		desc = "전투 중 피해를 입어 자신의 전투 수치가 30% 이하로 떨어지면 자신이 받는 대미지가 $2 감소하고, 16초 간 속력이 2 감소, 3초 마다 최대 내구 수치의 $1을 회복한다. 매 전투 당 1번만 발동 가능.",
		type = 2,
		max_level = 10,
		id = 11710,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"4.0%"
			},
			{
				"5.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.3%"
				},
				{
					"1.3%",
					"+0.3%"
				},
				{
					"1.6%",
					"+0.4%"
				},
				{
					"2.0%",
					"+0.3%"
				},
				{
					"2.3%",
					"+0.3%"
				},
				{
					"2.6%",
					"+0.4%"
				},
				{
					"3.0%",
					"+0.3%"
				},
				{
					"3.3%",
					"+0.3%"
				},
				{
					"3.6%",
					"+0.4%"
				},
				{
					"4.0%"
				}
			},
			{
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%",
					"+0.5%"
				},
				{
					"8.5%",
					"+0.5%"
				},
				{
					"9.0%",
					"+1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11720] = {
		desc_get = "",
		name = "별의 노래",
		desc = "자신의 대공 수치가 $2 상승하고, 20초 마다 $1 확률로 강력한 탄막을 전개한다.",
		type = 1,
		max_level = 10,
		id = 11720,
		system_transform = {},
		desc_get_add = {
			{
				"50%",
				"100%"
			},
			{
				"10.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+5.0%"
				},
				{
					"55.0%",
					"+5.0%"
				},
				{
					"60.0%",
					"+5.0%"
				},
				{
					"65.0%",
					"+5.0%"
				},
				{
					"70.0%",
					"+5.0%"
				},
				{
					"75.0%",
					"+5.0%"
				},
				{
					"80.0%",
					"+5.0%"
				},
				{
					"85.0%",
					"+5.0%"
				},
				{
					"90.0%",
					"+10.0%"
				},
				{
					"100%"
				}
			},
			{
				{
					"10.0%",
					"+1.6%"
				},
				{
					"11.6%",
					"+1.6%"
				},
				{
					"13.2%",
					"+1.8%"
				},
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.8%"
				},
				{
					"20.0%",
					"+1.6%"
				},
				{
					"21.6%",
					"+1.6%"
				},
				{
					"23.2%",
					"+1.8%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[11730] = {
		desc_get = "",
		name = "리틀 스타",
		desc = "전투 개시 후 15초 뒤 발동된다. 아군 함대의 포격, 장전, 기동 수치를 20초 간 $1 상승시킨다.",
		type = 3,
		max_level = 10,
		id = 11730,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"6.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.5%"
				},
				{
					"2.0%",
					"+0.5%"
				},
				{
					"2.5%",
					"+0.5%"
				},
				{
					"3.0%",
					"+0.5%"
				},
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%"
				}
			}
		}
	},
	[11740] = {
		desc_get = "",
		name = "바람의 가호",
		desc = "자신의 어뢰가 발사될 때 $1 확률로 발동된다. 5초 간 모든 공격을 회피한다.",
		type = 2,
		max_level = 10,
		id = 11740,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[11750] = {
		desc_get = "",
		name = "경항모 콤보",
		desc = "공습을 진행할 때 마다, $1 확률로 8초 간 자신의 항공 수치와 아군 경항공모함의 장전 수치가 $2 상승하고, 아군 항공모함 및 경항공모함이 받는 대미지가 $2 감소한다.",
		type = 1,
		max_level = 10,
		id = 11750,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"5.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11760] = {
		desc_get = "",
		name = "공습신호",
		desc = "자신의 공습 준비가 완료되고 5초 뒤, 추가적으로 함상폭격대($1)를 통해 공격을 진행한다. 매 전투마다 최대 2번까지 발동 가능.",
		type = 1,
		max_level = 10,
		id = 11760,
		system_transform = {},
		desc_get_add = {
			{
				"Lv.1",
				"Lv.10"
			}
		},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[11770] = {
		desc_get = "",
		name = "Terror Field",
		desc = "연소 대미지 및 자폭선의 자폭 대미지 피해를 $2, 고폭탄의 대미지를 $3 적게 받고, 부포의 크리티컬 확률이 $1 상승한다. 부포의 탄약은 장갑유형의 영향을 받지 않으며, 스킬 레벨에 따라 대미지가 상승한다. ",
		type = 3,
		max_level = 10,
		id = 11770,
		system_transform = {},
		desc_get_add = {
			{
				"40%",
				"70%"
			},
			{
				"20%",
				"40%"
			},
			{
				"5%",
				"15%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11780] = {
		desc_get = "",
		name = "봉황의 날개짓은 태양을 가리우니",
		desc = "자신이 생존해 있는 동안 모든 적의 포격, 뇌장, 항공 수치가 $1 감소한다.",
		type = 3,
		max_level = 10,
		id = 11780,
		system_transform = {},
		desc_get_add = {
			{
				"3.0%",
				"9.0%"
			}
		},
		desc_add = {
			{
				{
					"3.0%",
					"+0.6%"
				},
				{
					"3.6%",
					"+0.6%"
				},
				{
					"4.2%",
					"+0.8%"
				},
				{
					"5.0%",
					"+0.6%"
				},
				{
					"5.6%",
					"+0.6%"
				},
				{
					"6.2%",
					"+0.8%"
				},
				{
					"7.0%",
					"+0.6%"
				},
				{
					"7.6%",
					"+0.6%"
				},
				{
					"8.2%",
					"+0.8%"
				},
				{
					"9.0%"
				}
			}
		}
	},
	[11790] = {
		desc_get = "",
		name = "모략에 능한 자 천리를 거머쥐리라",
		desc = "자신이 생존해 있는 동안, 아군 주력함대가 받는 연소 대미지가 $1 감소하며, 회피율이 $2 상승한다.",
		type = 2,
		max_level = 10,
		id = 11790,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"4.0%",
					"+0.4%"
				},
				{
					"4.4%",
					"+0.4%"
				},
				{
					"4.8%",
					"+0.7%"
				},
				{
					"5.5%",
					"+0.6%"
				},
				{
					"6.1%",
					"+0.6%"
				},
				{
					"6.7%",
					"+0.8%"
				},
				{
					"7.5%",
					"+0.7%"
				},
				{
					"8.2%",
					"+0.7%"
				},
				{
					"8.9%",
					"+1.1%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[11800] = {
		desc_get = "",
		name = "포신을 울려 기선을 제압한다 ",
		desc = "주포 공격 시, $1 확률로 전방에 특수탄막을 전개한다(위력은 스킬 레벨에 비례). 아군 함대에 사쿠라 엠파이어 소속 함선이 4척 이상 편성되어있는 경우, 자신의 첫 번째 주포 공격의 장전 시간이 $2 감소한다. ",
		type = 1,
		max_level = 10,
		id = 11800,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"25.0%",
				"45.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"25.0%",
					"+2.2%"
				},
				{
					"27.2%",
					"+2.2%"
				},
				{
					"29.4%",
					"+2.2%"
				},
				{
					"31.6%",
					"+2.2%"
				},
				{
					"33.8%",
					"+2.2%"
				},
				{
					"36.0%",
					"+2.2%"
				},
				{
					"38.2%",
					"+2.2%"
				},
				{
					"40.4%",
					"+2.2%"
				},
				{
					"42.6%",
					"+2.4%"
				},
				{
					"45.0%"
				}
			}
		}
	},
	[11810] = {
		desc_get = "",
		name = "임전필승 ",
		desc = "주포 공격 시, $1 확률로 전방에 특수탄막을 전개한다(위력은 스킬 레벨에 비례). ",
		type = 1,
		max_level = 10,
		id = 11810,
		system_transform = {
			11811,
			11811,
			nil,
			11811,
			nil,
			11811,
			nil,
			11811
		},
		desc_get_add = {
			{
				"30.0%",
				"50.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+2.2%"
				},
				{
					"32.2%",
					"+2.2%"
				},
				{
					"34.4%",
					"+2.2%"
				},
				{
					"36.6%",
					"+2.2%"
				},
				{
					"38.8%",
					"+2.2%"
				},
				{
					"41.0%",
					"+2.2%"
				},
				{
					"43.2%",
					"+2.2%"
				},
				{
					"45.4%",
					"+2.2%"
				},
				{
					"47.6%",
					"+2.4%"
				},
				{
					"50.0%"
				}
			}
		}
	},
	[11820] = {
		desc_get = "전투 개시 10초 후, 어뢰탄막을 전개한다. 이후 40초(스킬 레벨 최대일 경우 20초)마다 어뢰탄막을 추가 전개한다(위력은 스킬 레벨에 비례).",
		name = "백전불태 ",
		desc = "전투 개시 10초 후, 어뢰탄막을 전개한다. 이후 $1초마다 어뢰탄막을 추가 전개한다(위력은 스킬 레벨에 비례).",
		type = 1,
		max_level = 10,
		id = 11820,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"40",
					"-2"
				},
				{
					"38",
					"-2"
				},
				{
					"36",
					"-2"
				},
				{
					"34",
					"-2"
				},
				{
					"32",
					"-2"
				},
				{
					"30",
					"-3"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-3"
				},
				{
					"20"
				}
			}
		}
	},
	[11830] = {
		desc_get = "전투 개시 15초 후 한 번, 이후 20초마다 공중지원을 발동한다. [오광 / 고도리 / 청단 / 열끗] 중 랜덤으로 뽑히는 하나의 패에 따라, 그리고 스킬 레벨에 따라 공중지원의 위력이 달라진다. (패는 전부 뽑힐 확률이 다르다)",
		name = "화투 ",
		desc = "전투 개시 15초 후 한 번, 이후 20초마다 공중지원을 발동한다. [오광 / 고도리 / 청단 / 열끗] 중 랜덤으로 뽑히는 하나의 패에 따라, 그리고 스킬 레벨에 따라 공중지원의 위력이 상승한다. $1 (패는 전부 뽑힐 확률이 다르다)",
		type = 1,
		max_level = 10,
		id = 11830,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				}
			}
		}
	},
	[11840] = {
		desc_get = "전투 개시 10초 후 한 번, 이후 20초마다 공중지원을 발동한다. [오광 / 비삼광 / 홍단 / 피] 중 랜덤으로 뽑히는 하나의 패에 따라, 그리고 스킬 레벨에 따라 공중지원의 위력이 달라진다. (패는 전부 뽑힐 확률이 다르다)",
		name = "화투 ",
		desc = "전투 개시 10초 후 한 번, 이후 20초마다 공중지원을 발동한다. [오광 / 비삼광 / 홍단 / 피] 중 랜덤으로 뽑히는 하나의 패에 따라, 그리고 스킬 레벨에 따라 공중지원의 위력이 상승한다. $1 (패는 전부 뽑힐 확률이 다르다)",
		type = 1,
		max_level = 10,
		id = 11840,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				},
				{
					"",
					"위력+"
				}
			}
		}
	},
	[11850] = {
		desc_get = "",
		name = "수라바야의 굶주린 늑대",
		desc = "20초마다 $1 확률로 특수탄막을 전개하며, 10초 동안 자신의 포격 수치가 $2, 경순양함과 중순양함에 입히는 대미지가 $2 상승한다.",
		type = 1,
		max_level = 10,
		id = 11850,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"70.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.0%"
				},
				{
					"33.0%",
					"+3.0%"
				},
				{
					"36.0%",
					"+3.0%"
				},
				{
					"39.0%",
					"+4.0%"
				},
				{
					"43.0%",
					"+4.0%"
				},
				{
					"47.0%",
					"+5.0%"
				},
				{
					"52.0%",
					"+5.0%"
				},
				{
					"57.0%",
					"+6.0%"
				},
				{
					"63.0%",
					"+7.0%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[11870] = {
		desc_get = "전투 개시 10초 후부터 35초(최대 레벨 시 15초)마다, 가장 떨어진 적 1체에 특수 탄막을 전개하여, 아군 로열 네이비 주력함이 자동으로 주포공격을 행할 때 그 적에게 조준할 확률이 한 번만 상승하고, 첫 번째 특수 탄막의 대미지가 80%(최대 레벨 시 130%) 상승한다.",
		name = "절대 명중의 숙녀·改",
		desc = "전투 개시 10초 후부터 $1초마다, 가장 떨어진 적 1체에 특수 탄막($2 탄막, 위력은 스킬 레벨에 비례)을 전개하여, 아군 로열 네이비 주력함이 자동으로 주포공격을 행할 때 그 적에게 조준할 확률이 한 번만 상승하고, 첫 번째 특수 탄막의 대미지가 $3 상승한다.",
		type = 1,
		max_level = 10,
		id = 11870,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"35",
					"-2"
				},
				{
					"33",
					"-2"
				},
				{
					"31",
					"-2"
				},
				{
					"29",
					"-2"
				},
				{
					"27",
					"-2"
				},
				{
					"25",
					"-2"
				},
				{
					"23",
					"-2"
				},
				{
					"21",
					"-3"
				},
				{
					"18",
					"-3"
				},
				{
					"15"
				}
			},
			{
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"통상탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				},
				{
					"철갑탄"
				}
			},
			{
				{
					"80.0%",
					"+5.0%"
				},
				{
					"85.0%",
					"+5.0%"
				},
				{
					"90.0%",
					"+5.0%"
				},
				{
					"95.0%",
					"+5.0%"
				},
				{
					"100.0%",
					"+5.0%"
				},
				{
					"105.0%",
					"+5.0%"
				},
				{
					"110.0%",
					"+5.0%"
				},
				{
					"115.0%",
					"+5.0%"
				},
				{
					"120.0%",
					"+10.0%"
				},
				{
					"130%"
				}
			}
		}
	},
	[11880] = {
		desc_get = "자신이 장비 중인 주포의 확산 범위를 0.5(최대 레벨 시 5) 집중시킨다. 자신의 포격 수치가 3%(최대 레벨 시 15%) 상승하고, 구축함에 대한 명중률이 3%(최대 레벨에서 15%) 상승한다.",
		name = "레전드 오브 로열 네이비",
		desc = "자신이 장비 중인 주포의 확산 범위를 $1 집중시킨다. 자신의 포격 수치가 $2 상승하고, 구축함에 대한 명중률이 $2 상승한다.",
		type = 3,
		max_level = 10,
		id = 11880,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"0.5",
					"+0.5"
				},
				{
					"1",
					"+0.5"
				},
				{
					"1.5",
					"+0.5"
				},
				{
					"2",
					"+0.5"
				},
				{
					"2.5",
					"+0.5"
				},
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5"
				}
			},
			{
				{
					"3.0%",
					"+0.8%"
				},
				{
					"3.8%",
					"+0.8%"
				},
				{
					"4.6%",
					"+1.0%"
				},
				{
					"5.6%",
					"+1.2%"
				},
				{
					"6.8%",
					"+1.2%"
				},
				{
					"8.0%",
					"+1.5%"
				},
				{
					"9.5%",
					"+1.5%"
				},
				{
					"11.0%",
					"+2.0%"
				},
				{
					"13.0%",
					"+2.0%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[11890] = {
		desc_get = "자신이 받는 연소 대미지가 5%(최대 레벨 시 15%) 감소하고, 연소 지속 시간을 3초간 단축한다. 전투 중 대미지를 입어 자신의 내구 수치가 최대치의 25% 아래로 내려간 경우, 1회에 한해 10초간 자신의 회피율이 10%(최대 레벨 시 30%) 상승한다.",
		name = "광염 속의 기적",
		desc = "자신이 받는 연소 대미지가 $1 감소하고, 연소 지속 시간을 3초간 단축한다. 전투 중 대미지를 입어 자신의 내구 수치가 최대치의 25% 아래로 내려간 경우, 1회에 한해 10초간 자신의 회피율이 $2 상승한다.",
		type = 2,
		max_level = 10,
		id = 11890,
		system_transform = {},
		desc_get_add = {
			{
				"5%",
				"15%"
			},
			{
				"10.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+1.1%"
				},
				{
					"6.1%",
					"+1.1%"
				},
				{
					"7.2%",
					"+1.1%"
				},
				{
					"8.3%",
					"+1.1%"
				},
				{
					"9.4%",
					"+1.1%"
				},
				{
					"10.5%",
					"+1.1%"
				},
				{
					"11.6%",
					"+1.1%"
				},
				{
					"12.7%",
					"+1.1%"
				},
				{
					"13.8%",
					"+1.2%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+2.2%"
				},
				{
					"12.2%",
					"+2.2%"
				},
				{
					"14.4%",
					"+2.2%"
				},
				{
					"16.6%",
					"+2.2%"
				},
				{
					"18.8%",
					"+2.2%"
				},
				{
					"21.0%",
					"+2.2%"
				},
				{
					"23.2%",
					"+2.2%"
				},
				{
					"25.4%",
					"+2.2%"
				},
				{
					"27.6%",
					"+2.4%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[11900] = {
		desc_get = "",
		name = "북극 항로의 수호자",
		desc = "자신이 공중지원을 할 때마다, 적 잠수함을 $1초간 탐지된 상태로 만들고, 소드 피쉬에 의한 대잠/어뢰 공격을 진행한다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 11900,
		system_transform = {},
		desc_get_add = {
			{
				"5",
				"10"
			}
		},
		desc_add = {
			{
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+0.5"
				},
				{
					"7.5",
					"+0.5"
				},
				{
					"8",
					"+0.5"
				},
				{
					"8.5",
					"+0.5"
				},
				{
					"9",
					"+1"
				},
				{
					"10"
				}
			}
		}
	},
	[19000] = {
		desc_get = "",
		name = "안티 세이렌Ⅰ",
		desc = "자신이 세이렌에게 입히는 대미지 5% 증가",
		type = 1,
		max_level = 1,
		id = 19000,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[19001] = {
		desc_get = "",
		name = "안티 세이렌Ⅱ",
		desc = "자신이 세이렌에게 입히는 대미지 10% 증가",
		type = 1,
		max_level = 1,
		id = 19001,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[19002] = {
		desc_get = "",
		name = "안티 세이렌Ⅲ",
		desc = "자신이 세이렌에게 입히는 대미지 15% 증가",
		type = 1,
		max_level = 1,
		id = 19002,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[19010] = {
		desc_get = "",
		name = "MKV 철갑탄",
		desc = "철갑탄 포격 대미지 $1증가",
		type = 1,
		max_level = 10,
		id = 19010,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[19020] = {
		desc_get = "",
		name = "푸른 바다의 여신",
		desc = "내구도가 20% 이하로 떨어지면, 내구도의 $1을 회복한다. 스킬 발동 후 전투가 끝나기 전까지 자신의 장전 수치가 30% 증가한다.(매 전투마다 한 번만 발동)",
		type = 2,
		max_level = 10,
		id = 19020,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"25%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.1%"
				},
				{
					"16.1%",
					"+1.1%"
				},
				{
					"17.2%",
					"+1.1%"
				},
				{
					"18.3%",
					"+1.1%"
				},
				{
					"19.4%",
					"+1.1%"
				},
				{
					"20.5%",
					"+1.1%"
				},
				{
					"21.6%",
					"+1.1%"
				},
				{
					"22.7%",
					"+1.1%"
				},
				{
					"23.8%",
					"+1.2%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[19030] = {
		desc_get = "",
		name = "제왕의 위압",
		desc = "주포 발사 시 $1의 확률로 특수 탄막을 발동하여(위력은 스킬의 레벨에 비례 ), 명중된 적을 6초 동안 $2 감속시킨다.",
		type = 1,
		max_level = 10,
		id = 19030,
		system_transform = {
			19031,
			19031,
			nil,
			19031,
			nil,
			19031,
			nil,
			19031
		},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			},
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70.0%"
				}
			},
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[19040] = {
		desc_get = "",
		name = "역전분투",
		desc = "내구도가 1% 감소할 때 마다 장전 수치가 $1 증가한다. 내구도가 20% 이하일 시, 8초 동안 매 2초 마다 총 내구도의 3%를 회복한다.(매 전투마다 한 번만 발동)",
		type = 2,
		max_level = 10,
		id = 19040,
		system_transform = {},
		desc_get_add = {
			{
				"0.6",
				"1"
			}
		},
		desc_add = {
			{
				{
					"0.6",
					"+0.04"
				},
				{
					"0.64",
					"+0.04"
				},
				{
					"0.68",
					"+0.05"
				},
				{
					"0.73",
					"+0.04"
				},
				{
					"0.77",
					"+0.04"
				},
				{
					"0.81",
					"+0.05"
				},
				{
					"0.86",
					"+0.04"
				},
				{
					"0.9",
					"+0.04"
				},
				{
					"0.94",
					"+0.06"
				},
				{
					"1"
				}
			}
		}
	},
	[19050] = {
		desc_get = "",
		name = "심현합일",
		desc = "자신의 어뢰 크리티컬 확률이 $1, 크리티컬 대미지가 65% 증가한다.",
		type = 1,
		max_level = 10,
		id = 19050,
		system_transform = {},
		desc_get_add = {
			{
				"20.0%",
				"40.0%"
			}
		},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			}
		}
	},
	[19060] = {
		desc_get = "",
		name = "뇌인일섬",
		desc = "어뢰 발사 시 $1의 확률로 특수 어뢰 탄막을 발동한다(위력은 스킬 레벨에 비례).",
		type = 1,
		max_level = 10,
		id = 19060,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"30.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.6%"
				},
				{
					"16.6%",
					"+1.6%"
				},
				{
					"18.2%",
					"+1.6%"
				},
				{
					"19.8%",
					"+1.6%"
				},
				{
					"21.4%",
					"+1.6%"
				},
				{
					"23.0%",
					"+1.6%"
				},
				{
					"24.6%",
					"+1.8%"
				},
				{
					"26.4%",
					"+1.8%"
				},
				{
					"28.2%",
					"+1.8%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[19070] = {
		desc_get = "",
		name = "신화전승",
		desc = "주포 발사 시 $1의 확률로 특수 탄막을 발동한다(위력은 스킬 레벨에 비례).",
		type = 1,
		max_level = 10,
		id = 19070,
		system_transform = {},
		desc_get_add = {
			{
				"40.0%",
				"70.0%"
			}
		},
		desc_add = {
			{
				{
					"40.0%",
					"+3.3%"
				},
				{
					"43.3%",
					"+3.3%"
				},
				{
					"46.6%",
					"+3.3%"
				},
				{
					"49.9%",
					"+3.3%"
				},
				{
					"53.2%",
					"+3.3%"
				},
				{
					"56.5%",
					"+3.3%"
				},
				{
					"59.8%",
					"+3.3%"
				},
				{
					"63.1%",
					"+3.3%"
				},
				{
					"66.4%",
					"+3.6%"
				},
				{
					"70%"
				}
			}
		}
	},
	[19080] = {
		desc_get = "",
		name = "특수 장갑",
		desc = "자신의 연소 발생률을 조금 증가시키고(주포의 구경에 비례, 최대 6%), 연소 시간이 3% 증가된다. 자신이 받는 철갑탄 대미지가 $1감소된다.",
		type = 2,
		max_level = 10,
		id = 19080,
		system_transform = {},
		desc_get_add = {
			{
				"15%",
				"30%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+2.0%"
				},
				{
					"20.0%",
					"+1.5%"
				},
				{
					"21.5%",
					"+1.5%"
				},
				{
					"23.0%",
					"+2.0%"
				},
				{
					"25.0%",
					"+1.5%"
				},
				{
					"26.5%",
					"+1.5%"
				},
				{
					"28.0%",
					"+2.0%"
				},
				{
					"30.0%"
				}
			}
		}
	},
	[19090] = {
		desc_get = "",
		name = "숙련 장전 요원",
		desc = "주포 공격 속성이 유탄으로 변경되고, 주포 공격 시 마다 장전 수치가 $1증가한다(최대 12회 중첩). 주포가 2회 공격할 때마다 주포의 탄약 유형이 변경된다(유탄 /  철갑탄).",
		type = 1,
		max_level = 10,
		id = 19090,
		system_transform = {},
		desc_get_add = {
			{
				"1.0%",
				"3.5%"
			}
		},
		desc_add = {
			{
				{
					"1.0%",
					"+0.2%"
				},
				{
					"1.2%",
					"+0.2%"
				},
				{
					"1.4%",
					"+0.2%"
				},
				{
					"1.6%",
					"+0.2%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.3%"
				},
				{
					"2.4%",
					"+0.3%"
				},
				{
					"2.7%",
					"+0.4%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%"
				}
			}
		}
	},
	[19100] = {
		desc_get = "30초 마다 적의 탄환을 8회 막아주고 5초 간(최대 15초) 지속되는 회전 실드를 4장 생성한다.",
		name = "전방위 장갑",
		desc = "30초 마다 적의 탄환을 8회 막아주고 $1초 간 지속되는 회전 실드를 4장 생성한다.",
		type = 2,
		max_level = 10,
		id = 19100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"5",
					"+1"
				},
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+2"
				},
				{
					"15"
				}
			}
		}
	},
	[19110] = {
		desc_get = "",
		name = "철갑 가공 유탄",
		desc = "유탄 주포 대미지가 $1증가하고, 연소 발생률을 3% 감소시킨다.",
		type = 1,
		max_level = 10,
		id = 19110,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[19120] = {
		desc_get = "항속을 3(최대 8) 증가시키고, 전투 시작 시 40초 동안 회피를 15%(최대 35%) 증가시킨다.",
		name = "엔진 부스트",
		desc = "항속을 $1 증가시키고, 전투 시작 시 40초 동안 기동 수치를 $2 증가시킨다.",
		type = 2,
		max_level = 10,
		id = 19120,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"3",
					"+0.5"
				},
				{
					"3.5",
					"+0.5"
				},
				{
					"4",
					"+0.5"
				},
				{
					"4.5",
					"+0.5"
				},
				{
					"5",
					"+0.5"
				},
				{
					"5.5",
					"+0.5"
				},
				{
					"6",
					"+0.5"
				},
				{
					"6.5",
					"+0.5"
				},
				{
					"7",
					"+1"
				},
				{
					"8"
				}
			},
			{
				{
					"15.0%",
					"+2.2%"
				},
				{
					"17.2%",
					"+2.2%"
				},
				{
					"19.4%",
					"+2.2%"
				},
				{
					"21.6%",
					"+2.2%"
				},
				{
					"23.8%",
					"+2.2%"
				},
				{
					"26.0%",
					"+2.2%"
				},
				{
					"28.2%",
					"+2.2%"
				},
				{
					"30.4%",
					"+2.2%"
				},
				{
					"32.6%",
					"+2.4%"
				},
				{
					"35.0%"
				}
			}
		}
	},
	[20011] = {
		desc_get = "",
		name = "전탄 발사 - 패러것급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(패러것급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20012] = {
		desc_get = "",
		name = "전탄 발사 - 패러것급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(패러것급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20021] = {
		desc_get = "",
		name = "전탄 발사 - 머핸급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(머핸급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20022] = {
		desc_get = "",
		name = "전탄 발사 - 머핸급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(머핸급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20031] = {
		desc_get = "",
		name = "전탄 발사 - 그리들리급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(그리들리급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20032] = {
		desc_get = "",
		name = "전탄 발사 - 그리들리급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(그리들리급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20041] = {
		desc_get = "",
		name = "전탄 발사 - 플레처급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(플레처급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20042] = {
		desc_get = "",
		name = "전탄 발사 - 플레처급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(플레처급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20051] = {
		desc_get = "",
		name = "전탄 발사 - 심즈급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(심즈급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20052] = {
		desc_get = "",
		name = "전탄 발사 - 심즈급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(심즈급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20061] = {
		desc_get = "",
		name = "전탄 발사 - 벤슨급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(벤슨급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20062] = {
		desc_get = "",
		name = "전탄 발사 - 벤슨급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(벤슨급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20071] = {
		desc_get = "",
		name = "전탄 발사 - 기어링급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(기어링급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20072] = {
		desc_get = "",
		name = "전탄 발사 - 기어링급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(기어링급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20111] = {
		desc_get = "",
		name = "전탄 발사 - 오마하급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(오마하급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20112] = {
		desc_get = "",
		name = "전탄 발사 - 오마하급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(오마하급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20121] = {
		desc_get = "",
		name = "전탄 발사 - 브루클린급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(브루클린급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20122] = {
		desc_get = "",
		name = "전탄 발사 - 브루클린급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(브루클린급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20131] = {
		desc_get = "",
		name = "전탄 발사 - 애틀란타급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(애틀란타급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20132] = {
		desc_get = "",
		name = "전탄 발사 - 애틀란타급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(애틀란타급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20141] = {
		desc_get = "",
		name = "전탄 발사 - 클리블랜드급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(클리블랜드급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20142] = {
		desc_get = "",
		name = "전탄 발사 - 클리블랜드급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(클리블랜드급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20211] = {
		desc_get = "",
		name = "전탄 발사 - 펜사콜라급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(펜사콜라급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20212] = {
		desc_get = "",
		name = "전탄 발사 - 펜사콜라급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(펜사콜라급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20221] = {
		desc_get = "",
		name = "전탄 발사 - 노샘프턴급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(노샘프턴급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20222] = {
		desc_get = "",
		name = "전탄 발사 - 노샘프턴급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(노샘프턴급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20231] = {
		desc_get = "",
		name = "전탄 발사 - 포틀랜드급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(포틀랜드급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20232] = {
		desc_get = "",
		name = "전탄 발사 - 포틀랜드급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(포틀랜드급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20241] = {
		desc_get = "",
		name = "전탄 발사 - 뉴올리언스급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(뉴올리언스급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20242] = {
		desc_get = "",
		name = "전탄 발사 - 뉴올리언스급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(뉴올리언스급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20251] = {
		desc_get = "",
		name = "전탄 발사 - 위치타Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(위치타Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20251,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20252] = {
		desc_get = "",
		name = "전탄 발사 - 위치타Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(위치타Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20252,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20261] = {
		desc_get = "",
		name = "전탄 발사 - 볼티모어급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(볼티모어급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20261,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20262] = {
		desc_get = "",
		name = "전탄 발사 - 볼티모어급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(볼티모어급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20262,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20271] = {
		desc_get = "",
		name = "전탄 발사 - 디모인급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(디모인급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20271,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20272] = {
		desc_get = "",
		name = "전탄 발사 - 디모인급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(디모인급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20272,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20311] = {
		desc_get = "",
		name = "전탄 발사Ⅰ",
		desc = "전투 개시 시 '특수 탄막 가토급Ⅰ'을 전개한다.",
		type = 1,
		max_level = 1,
		id = 20311,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[20312] = {
		desc_get = "",
		name = "전탄 발사Ⅱ",
		desc = "전투 개시 시 '특수 탄막 가토급Ⅱ'를 전개한다.",
		type = 1,
		max_level = 1,
		id = 20312,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21011] = {
		desc_get = "",
		name = "전탄 발사 - A급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(A급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21012] = {
		desc_get = "",
		name = "전탄 발사 - A급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(A급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21021] = {
		desc_get = "",
		name = "전탄 발사 - B급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(B급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21022] = {
		desc_get = "",
		name = "전탄 발사 - B급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(B급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21031] = {
		desc_get = "",
		name = "전탄 발사 - C급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(C급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21032] = {
		desc_get = "",
		name = "전탄 발사 - C급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(C급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21041] = {
		desc_get = "",
		name = "전탄 발사 - F급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(F급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21042] = {
		desc_get = "",
		name = "전탄 발사 - F급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(F급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21051] = {
		desc_get = "",
		name = "전탄 발사 - G급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(G급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21052] = {
		desc_get = "",
		name = "전탄 발사 - G급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(G급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21061] = {
		desc_get = "",
		name = "전탄 발사 - H급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(H급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21062] = {
		desc_get = "",
		name = "전탄 발사 - H급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(H급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21071] = {
		desc_get = "",
		name = "전탄 발사 - J급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(J급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21072] = {
		desc_get = "",
		name = "전탄 발사 - J급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(J급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21081] = {
		desc_get = "",
		name = "전탄 발사 – M급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(M급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21081,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21082] = {
		desc_get = "",
		name = "전탄 발사 – M급Ⅱ",
		desc = "자신의 주포로 10회 공격 시 마다, '전탄 발사 - M급Ⅱ'를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21082,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21111] = {
		desc_get = "",
		name = "전탄 발사 - 리엔더급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(리엔더급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21112] = {
		desc_get = "",
		name = "전탄 발사 - 리엔더급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(리엔더급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21121] = {
		desc_get = "",
		name = "전탄 발사 - 다이도급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(다이도급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21122] = {
		desc_get = "",
		name = "전탄 발사 - 다이도급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(다이도급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21131] = {
		desc_get = "",
		name = "전탄 발사 – 아레투사Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(아레투사Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21132] = {
		desc_get = "",
		name = "전탄 발사 – 아레투사Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(아레투사Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21141] = {
		desc_get = "",
		name = "전탄 발사 - 에든버러급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(에든버러급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21142] = {
		desc_get = "",
		name = "전탄 발사 - 에든버러급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(에든버러급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21151] = {
		desc_get = "",
		name = "전탄 발사 - 사우스햄튼급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다, 전탄 발사 - 사우스햄튼급 I을 발동한다.",
		type = 1,
		max_level = 1,
		id = 21151,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21152] = {
		desc_get = "",
		name = "전탄 발사 - 사우스햄튼급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다, 전탄 발사 - 사우스햄튼급 II를 발동한다.",
		type = 1,
		max_level = 1,
		id = 21152,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21161] = {
		desc_get = "",
		name = "전탄 발사 - 피지급 I",
		desc = "자신의 주포로 12회 공격할 때마다, 전탄 발사 - 피지급 I을 발동한다.",
		type = 1,
		max_level = 1,
		id = 21161,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21162] = {
		desc_get = "",
		name = "전탄 발사 - 피지급 II",
		desc = "자신의 주포로 8회 공격할 때마다, 전탄 발사 - 피지급 II를 발동한다.",
		type = 1,
		max_level = 1,
		id = 21162,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21171] = {
		desc_get = "",
		name = "전탄발사 - 세레스급Ⅰ",
		desc = "자신의 주포로 24회 공격할 때마다 전탄 발사(세레스급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21171,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21172] = {
		desc_get = "",
		name = "전탄발사 - 세레스급Ⅱ",
		desc = "자신의 주포로 16회 공격할 때마다 전탄 발사(세레스급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21172,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21211] = {
		desc_get = "",
		name = "전탄 발사 - 런던급Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(런던급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21212] = {
		desc_get = "",
		name = "전탄 발사 - 런던급Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(런던급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21221] = {
		desc_get = "",
		name = "전탄 발사 - 켄트급Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(켄트급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21222] = {
		desc_get = "",
		name = "전탄 발사 - 켄트급Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(켄트급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21231] = {
		desc_get = "",
		name = "전탄 발사 - 노포크급Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(노포크급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21232] = {
		desc_get = "",
		name = "전탄 발사 - 노포크급Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(노포크급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21241] = {
		desc_get = "",
		name = "전탄 발사 - 요크급Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(요크급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[21242] = {
		desc_get = "",
		name = "전탄 발사 - 요크급Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(요크급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 21242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22011] = {
		desc_get = "",
		name = "전탄 발사 - 무츠키형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(무츠키형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22012] = {
		desc_get = "",
		name = "전탄 발사 - 무츠키형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(무츠키형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22021] = {
		desc_get = "",
		name = "전탄 발사 - 후부키형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(후부키형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22022] = {
		desc_get = "",
		name = "전탄 발사 - 후부키형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(후부키형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22031] = {
		desc_get = "",
		name = "전탄 발사 - 시라츠유형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(시라츠유형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22032] = {
		desc_get = "",
		name = "전탄 발사 - 시라츠유형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(시라츠유형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22041] = {
		desc_get = "",
		name = "전탄 발사 - 하츠하루형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(하츠하루형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22042] = {
		desc_get = "",
		name = "전탄 발사 - 하츠하루형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(하츠하루형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22051] = {
		desc_get = "",
		name = "전탄 발사 - 카게로형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(카게로형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22052] = {
		desc_get = "",
		name = "전탄 발사 - 카게로형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(카게로형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22056] = {
		desc_get = "",
		name = "전탄 발사 - 유구모형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(유구모형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22056,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22057] = {
		desc_get = "",
		name = "전탄 발사 - 유구모형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(유구모형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22057,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22061] = {
		desc_get = "",
		name = "전탄 발사 - 아키즈키형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(아키즈키형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22062] = {
		desc_get = "",
		name = "전탄 발사 - 아키즈키형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(아키즈키형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22071] = {
		desc_get = "",
		name = "전탄 발사 - 아카츠키형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(아카츠키형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22072] = {
		desc_get = "",
		name = "전탄 발사 - 아카츠키형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(아카츠키형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22081] = {
		desc_get = "",
		name = "전탄 발사 - 카미카제형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(카미카제형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22081,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22082] = {
		desc_get = "",
		name = "전탄 발사 - 카미카제형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(카미카제형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22082,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22091] = {
		desc_get = "",
		name = "전탄 발사 - 아사시오형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(아사시오형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22091,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22092] = {
		desc_get = "",
		name = "전탄 발사 - 아사시오형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(아사시오형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22092,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22111] = {
		desc_get = "",
		name = "전탄 발사 - 텐류형Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(텐류형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22112] = {
		desc_get = "",
		name = "전탄 발사 - 텐류형Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(텐류형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22121] = {
		desc_get = "",
		name = "전탄 발사 - 쿠마형Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(쿠마형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22122] = {
		desc_get = "",
		name = "전탄 발사 - 쿠마형Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(쿠마형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22131] = {
		desc_get = "",
		name = "전탄 발사 - 센다이형Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(센다이형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22132] = {
		desc_get = "",
		name = "전탄 발사 - 센다이형Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(센다이형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22141] = {
		desc_get = "",
		name = "전탄 발사 - 나가라형Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(나가라형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22142] = {
		desc_get = "",
		name = "전탄 발사 - 나가라형Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(나가라형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22151] = {
		desc_get = "",
		name = "전탄 발사 - 아가노형Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(아가노형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22151,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22152] = {
		desc_get = "",
		name = "전탄 발사 - 아가노형Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(아가노형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22152,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22161] = {
		desc_get = "",
		name = "전탄 발사 - 유바리형Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(유바리형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22161,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22162] = {
		desc_get = "",
		name = "전탄 발사 - 유바리형Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(유바리형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22162,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22211] = {
		desc_get = "",
		name = "전탄 발사 - 후루타카형Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(후루타카형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22212] = {
		desc_get = "",
		name = "전탄 발사 - 후루타카형Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(후루타카형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22221] = {
		desc_get = "",
		name = "전탄 발사 - 아오바형Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(아오바형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22222] = {
		desc_get = "",
		name = "전탄 발사 - 아오바형Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(아오바형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22231] = {
		desc_get = "",
		name = "전탄 발사 - 묘코형Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(묘코형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22232] = {
		desc_get = "",
		name = "전탄 발사 - 묘코형Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(묘코형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22241] = {
		desc_get = "",
		name = "전탄 발사 - 토네형Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(토네형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22242] = {
		desc_get = "",
		name = "전탄 발사 - 토네형Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(토네형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22251] = {
		desc_get = "",
		name = "전탄 발사 - 모가미형Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(모가미형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22251,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22252] = {
		desc_get = "",
		name = "전탄 발사 - 모가미형Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(모가미형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22252,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22261] = {
		desc_get = "",
		name = "전탄 발사 - 타카오형Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(타카오형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22261,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22262] = {
		desc_get = "",
		name = "전탄 발사 - 타카오형Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(타카오형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22262,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22311] = {
		desc_get = "",
		name = "전탄 발사Ⅰ",
		desc = "전투 개시 시 '특수 탄막 이호 잠수함Ⅰ'을 전개한다.",
		type = 1,
		max_level = 1,
		id = 22311,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[22312] = {
		desc_get = "",
		name = "전탄 발사Ⅱ",
		desc = "전투 개시 시 '특수 탄막 이호 잠수함Ⅱ'를 전개한다.",
		type = 1,
		max_level = 1,
		id = 22312,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23011] = {
		desc_get = "",
		name = "전탄 발사 - 1934년형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(1934년형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23012] = {
		desc_get = "",
		name = "전탄 발사 - 1934년형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(1934년형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23031] = {
		desc_get = "",
		name = "전탄 발사 - 1936년형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(1936년형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23032] = {
		desc_get = "",
		name = "전탄 발사 - 1936년형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(1936년형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23041] = {
		desc_get = "",
		name = "전탄 발사 – 1936A년형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(1936A년형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23042] = {
		desc_get = "",
		name = "전탄 발사 – 1936A년형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(1936A년형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23051] = {
		desc_get = "",
		name = "전탄 발사 – 1936B년형Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(1936B년형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23052] = {
		desc_get = "",
		name = "전탄 발사 – 1936B년형Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(1936B년형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23111] = {
		desc_get = "",
		name = "전탄 발사 - 쾨니히스베르크형Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(쾨니히스베르크형Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23112] = {
		desc_get = "",
		name = "전탄 발사 - 쾨니히스베르크형Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(쾨니히스베르크형Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23121] = {
		desc_get = "",
		name = "전탄 발사 - 라이프치히Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(라이프치히Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23122] = {
		desc_get = "",
		name = "전탄 발사 - 라이프치히Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(라이프치히Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23211] = {
		desc_get = "",
		name = "전탄 발사 - 아드미랄 히퍼급Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(아드미랄 히퍼급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23212] = {
		desc_get = "",
		name = "전탄 발사 - 아드미랄 히퍼급Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(아드미랄 히퍼급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23221] = {
		desc_get = "",
		name = "전탄 발사 - 도이칠란트급Ⅰ",
		desc = "자신의 주포로 9회 공격할 때마다 전탄 발사(도이칠란트급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[23222] = {
		desc_get = "",
		name = "전탄 발사 - 도이칠란트급Ⅱ",
		desc = "자신의 주포로 6회 공격할 때마다 전탄 발사(도이칠란트급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 23222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24011] = {
		desc_get = "",
		name = "전탄 발사 - 안샨급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(안샨급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 24011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24012] = {
		desc_get = "",
		name = "전탄 발사 - 안샨급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(안샨급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 24012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24111] = {
		desc_get = "",
		name = "전탄 발사 - 닝하이급Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(닝하이급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 24111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24112] = {
		desc_get = "",
		name = "전탄 발사 - 닝하이급Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(닝하이급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 24112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24121] = {
		desc_get = "",
		name = "전탄발사Ⅰ",
		desc = "자신의 주포로 18회 공격할 때마다 전탄 발사Ⅰ를 전개한다.",
		type = 1,
		max_level = 1,
		id = 24121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[24122] = {
		desc_get = "",
		name = "전탄발사Ⅱ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사Ⅱ를 전개한다.",
		type = 1,
		max_level = 1,
		id = 24122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28011] = {
		desc_get = "",
		name = "全弹发射I",
		desc = "主炮每进行15次攻击，触发全弹发射-机敏级I",
		type = 1,
		max_level = 1,
		id = 28011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28012] = {
		desc_get = "",
		name = "全弹发射II",
		desc = "主炮每进行10次攻击，触发全弹发射-机敏级II",
		type = 1,
		max_level = 1,
		id = 28012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28021] = {
		desc_get = "",
		name = "전탄 발사 - 랑트레피드급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(랑트레피드급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 28021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28022] = {
		desc_get = "",
		name = "전탄 발사 - 랑트레피드급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(랑트레피드급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 28022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28111] = {
		desc_get = "",
		name = "全弹发射I",
		desc = "主炮每进行12次攻击，触发全弹发射-埃米尔·贝尔汀I",
		type = 1,
		max_level = 1,
		id = 28111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[28112] = {
		desc_get = "",
		name = "全弹发射II",
		desc = "主炮每进行8次攻击，触发全弹发射-埃米尔·贝尔汀II",
		type = 1,
		max_level = 1,
		id = 28112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29011] = {
		desc_get = "",
		name = "전탄 발사 - 잉글랜드급Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(잉글랜드급Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29011,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29012] = {
		desc_get = "",
		name = "전탄 발사 - 잉글랜드급Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(잉글랜드급Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29012,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29021] = {
		desc_get = "",
		name = "전탄 발사 - 엘드릿지Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(엘드릿지Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29021,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29022] = {
		desc_get = "",
		name = "전탄 발사 - 엘드릿지Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(엘드릿지Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29022,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29031] = {
		desc_get = "",
		name = "전탄 발사 - 윌리엄·D·포터Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(윌리엄·D·포터Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29031,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29032] = {
		desc_get = "",
		name = "전탄 발사 - 윌리엄·D·포터Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(윌리엄·D·포터Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29032,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29041] = {
		desc_get = "",
		name = "전탄 발사 - 존스톤Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(존스톤Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29041,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29042] = {
		desc_get = "",
		name = "전탄 발사 - 존스톤Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(존스톤Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29042,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29051] = {
		desc_get = "",
		name = "전탄 발사 - 라피Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(라피Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29051,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29052] = {
		desc_get = "",
		name = "전탄 발사 - 라피Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(라피Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29052,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29061] = {
		desc_get = "",
		name = "전탄 발사 - 글로우웜Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(글로우웜Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29061,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29062] = {
		desc_get = "",
		name = "전탄 발사 - 글로우웜Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(글로우웜Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29062,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29071] = {
		desc_get = "",
		name = "전탄 발사 - 아카스타Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(아카스타Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29071,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29072] = {
		desc_get = "",
		name = "전탄 발사 - 아카스타Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(아카스타Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29072,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29081] = {
		desc_get = "",
		name = "전탄 발사 - 재블린Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(재블린Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29081,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29082] = {
		desc_get = "",
		name = "전탄 발사 - 재블린Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(재블린Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29082,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29091] = {
		desc_get = "",
		name = "전탄 발사 - 뱀파이어Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(뱀파이어Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29091,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29092] = {
		desc_get = "",
		name = "전탄 발사 - 뱀파이어Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(뱀파이어Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29092,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29101] = {
		desc_get = "",
		name = "전탄 발사 - 벨파스트Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(벨파스트Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29101,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29102] = {
		desc_get = "",
		name = "전탄 발사 - 벨파스트Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(벨파스트Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29102,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29111] = {
		desc_get = "",
		name = "전탄 발사 - 아야나미Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(아야나미Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29111,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29112] = {
		desc_get = "",
		name = "전탄 발사 - 아야나미Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(아야나미Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29112,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29121] = {
		desc_get = "",
		name = "전탄 발사 - 유다치Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(유다치Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29121,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29122] = {
		desc_get = "",
		name = "전탄 발사 - 유다치Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(유다치Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29122,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29131] = {
		desc_get = "",
		name = "전탄 발사 - 유키카제Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(유키카제Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29131,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29132] = {
		desc_get = "",
		name = "전탄 발사 - 유키카제Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(유키카제Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29132,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29141] = {
		desc_get = "",
		name = "전탄 발사 - 시마카제Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(시마카제Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29141,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29142] = {
		desc_get = "",
		name = "전탄 발사 - 시마카제Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(시마카제Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29142,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29151] = {
		desc_get = "",
		name = "전탄 발사 - 키타카미Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(키타카미Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29151,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29152] = {
		desc_get = "",
		name = "전탄 발사 - 키타카미Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(키타카미Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29152,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29161] = {
		desc_get = "",
		name = "전탄 발사 - 오오이Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(오오이Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29161,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29162] = {
		desc_get = "",
		name = "전탄 발사 - 오오이Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(오오이Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29162,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29171] = {
		desc_get = "",
		name = "전탄 발사 - Z1Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(Z1Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29171,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29172] = {
		desc_get = "",
		name = "전탄 발사 - Z1Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(Z1Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29172,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29181] = {
		desc_get = "",
		name = "전탄 발사 - 안산Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(안산Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29181,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29182] = {
		desc_get = "",
		name = "전탄 발사 - 안산Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(안산Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29182,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29191] = {
		desc_get = "",
		name = "전탄 발사 - 오로라Ⅰ",
		desc = "자신의 주포로 12회 공격할 때마다 전탄 발사(오로라Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29191,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29192] = {
		desc_get = "",
		name = "전탄 발사 - 오로라Ⅱ",
		desc = "자신의 주포로 8회 공격할 때마다 전탄 발사(오로라Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29192,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29201] = {
		desc_get = "",
		name = "전탄 발사 - Z23Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(Z23Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29201,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29202] = {
		desc_get = "",
		name = "전탄 발사 - Z23Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(Z23Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29202,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29211] = {
		desc_get = "",
		name = "전탄 발사 – Z46Ⅰ",
		desc = "자신의 주포로 15회 공격할 때마다 전탄 발사(Z46Ⅰ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29211,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29212] = {
		desc_get = "",
		name = "전탄 발사 - Z46Ⅱ",
		desc = "자신의 주포로 10회 공격할 때마다 전탄 발사(Z46Ⅱ)를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29212,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29221] = {
		desc_get = "",
		name = "전탄 발사 - 이부키 I",
		desc = "자신의 주포로 9회 공격할 때마다, 전탄 발사 - 이부키 I을 발동한다.",
		type = 1,
		max_level = 1,
		id = 29221,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29222] = {
		desc_get = "",
		name = "전탄 발사 - 이부키 II",
		desc = "자신의 주포로 6회 공격할 때마다, 전탄 발사 - 이부키 II를 발동한다.",
		type = 1,
		max_level = 1,
		id = 29222,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29231] = {
		desc_get = "",
		name = "전탄 발사 - 넵튠 I",
		desc = "자신의 주포로 12회 공격할 때마다, 전탄 발사 - 넵튠 I을 발동한다.",
		type = 1,
		max_level = 1,
		id = 29231,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29232] = {
		desc_get = "",
		name = "전탄 발사 - 넵튠 II",
		desc = "자신의 주포로 8회 공격할 때마다, 전탄 발사 - 넵튠 II를 발동한다.",
		type = 1,
		max_level = 1,
		id = 29232,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29241] = {
		desc_get = "",
		name = "전탄 발사 - 론 I",
		desc = "자신의 주포로 12회 공격할 때마다, 전탄 발사 - 론 I을 발동한다.",
		type = 1,
		max_level = 1,
		id = 29241,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29242] = {
		desc_get = "",
		name = "전탄 발사 - 론 II",
		desc = "자신의 주포로 8회 공격할 때마다, 전탄 발사 - 론 II를 발동한다.",
		type = 1,
		max_level = 1,
		id = 29242,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29251] = {
		desc_get = "",
		name = "전탄 발사 - 생 루이 I",
		desc = "자신의 주포가 12회 공격할 때마다, 전탄 발사 - 생 루이 I을 발동한다.",
		type = 1,
		max_level = 1,
		id = 29251,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29252] = {
		desc_get = "",
		name = "전탄 발사 - 생 루이 II",
		desc = "자신의 주포가 8회 공격할 때마다, 전탄 발사 - 생 루이 II를 발동한다.",
		type = 1,
		max_level = 1,
		id = 29252,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29261] = {
		desc_get = "",
		name = "특수 탄막 이19Ⅰ",
		desc = "전투 개시 시 '특수 탄막 이19Ⅰ'을 전개한다.",
		type = 1,
		max_level = 1,
		id = 29261,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29262] = {
		desc_get = "",
		name = "특수 탄막 이19Ⅱ",
		desc = "전투 개시 시 '특수 탄막 이19Ⅱ'를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29262,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29271] = {
		desc_get = "",
		name = "특수 탄막 U-81Ⅰ",
		desc = "전투 개시 시 '특수 탄막 U-81Ⅰ'을 전개한다.",
		type = 1,
		max_level = 1,
		id = 29271,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29272] = {
		desc_get = "",
		name = "특수 탄막 U-81Ⅱ",
		desc = "전투 개시 시 '특수 탄막 U-81Ⅱ'를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29272,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29281] = {
		desc_get = "",
		name = "전탄발사-카와카제I",
		desc = "자신의 주포로 15회 공격할 때마다, 전탄발사(카와카제I)를 전개한다",
		type = 1,
		max_level = 1,
		id = 29281,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29282] = {
		desc_get = "",
		name = "전탄발사-카와카제II",
		desc = "자신의 주포로 10회 공격할 때마다, 전탄발사(카와카제II)를 전개한다",
		type = 1,
		max_level = 1,
		id = 29282,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29341] = {
		desc_get = "",
		name = "특수탄막 - 알바코어Ⅰ",
		desc = "전투 돌입 시 특수탄막(알바코어Ⅰ)을 전개한다.",
		type = 1,
		max_level = 1,
		id = 29341,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29342] = {
		desc_get = "",
		name = "특수탄막 - 알바코어Ⅱ",
		desc = "전투 돌입 시 특수탄막(알바코어Ⅱ)을 전개한다.",
		type = 1,
		max_level = 1,
		id = 29342,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[29351] = {
		desc_get = "",
		name = "특수 탄막 – 샌디에이고Ⅰ",
		desc = "자신의 주포로 16회 공격할 때마다 특수 탄막 - 샌디에이고 I를 전개한다.",
		type = 1,
		max_level = 1,
		id = 29351,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[101010] = {
		desc_get = "",
		name = "주인공 보정",
		desc = "자신 이외의 넵튠 콜라보레이션 캐릭터와 함께 출격할 경우, 자신의 대미지가 $1 증가하고, 받는 대미지가 6.0% 감소한다. 자신 이외의 넵튠 콜라보레이션 캐릭터 한 명당 자신의 대미지가 $2 추가 상승하고, 받는 대미지가 1.0% 추가 감소한다.",
		type = 3,
		max_level = 10,
		id = 101010,
		system_transform = {},
		desc_get_add = {
			{
				"3.0%",
				"10.0%"
			},
			{
				"1.0%",
				"2.0%"
			}
		},
		desc_add = {
			{
				{
					"3.0%",
					"+0.6%"
				},
				{
					"3.6%",
					"+0.6%"
				},
				{
					"4.2%",
					"+0.8%"
				},
				{
					"5.0%",
					"+0.6%"
				},
				{
					"5.6%",
					"+0.6%"
				},
				{
					"6.2%",
					"+0.8%"
				},
				{
					"7.0%",
					"+0.9%"
				},
				{
					"7.9%",
					"+0.9%"
				},
				{
					"8.8%",
					"+1.2%"
				},
				{
					"10.0%"
				}
			},
			{
				{
					"1.0%",
					"+0.09%"
				},
				{
					"1.09%",
					"+0.09%"
				},
				{
					"1.18%",
					"+0.12%"
				},
				{
					"1.3%",
					"+0.09%"
				},
				{
					"1.39%",
					"+0.09%"
				},
				{
					"1.48%",
					"+0.12%"
				},
				{
					"1.6%",
					"+0.12%"
				},
				{
					"1.72%",
					"+0.12%"
				},
				{
					"1.84%",
					"+0.16%"
				},
				{
					"2.0%"
				}
			}
		}
	},
	[101020] = {
		desc_get = "",
		name = "메디스테이션·S",
		desc = "피격 시 $1 확률로 8초 동안 자신의 대미지가 $2 상승한다.",
		type = 1,
		max_level = 10,
		id = 101020,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"10.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+2.1%"
				},
				{
					"14.5%",
					"+1.2%"
				},
				{
					"15.7%",
					"+1.2%"
				},
				{
					"16.9%",
					"+2.1%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[101030] = {
		desc_get = "",
		name = "실트 브레이크",
		desc = "벨 & 그린 하트와 함께 출격할 경우, 자신의 대미지가 $1 증가하고, 받는 대미지가 $2 증가한다. 벨 & 그린 하트와 함께 출격하지 않을 경우, 자신의 대미지가 $4 감소하고, 받는 대미지가 $3 감소한다. ",
		type = 3,
		max_level = 10,
		id = 101030,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"25.0%"
			},
			{
				"10.0%",
				"15.0%"
			},
			{
				"10.0%",
				"25.0%"
			},
			{
				"10.0%",
				"15.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+2.1%"
				},
				{
					"14.5%",
					"+1.2%"
				},
				{
					"15.7%",
					"+1.2%"
				},
				{
					"16.9%",
					"+2.1%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"10.0%",
					"+0.4%"
				},
				{
					"10.4%",
					"+0.4%"
				},
				{
					"10.8%",
					"+0.7%"
				},
				{
					"11.5%",
					"+0.4%"
				},
				{
					"11.9%",
					"+0.4%"
				},
				{
					"12.3%",
					"+0.7%"
				},
				{
					"13.0%",
					"+0.6%"
				},
				{
					"13.6%",
					"+0.6%"
				},
				{
					"14.2%",
					"+0.8%"
				},
				{
					"15.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+2.1%"
				},
				{
					"14.5%",
					"+1.2%"
				},
				{
					"15.7%",
					"+1.2%"
				},
				{
					"16.9%",
					"+2.1%"
				},
				{
					"19.0%",
					"+1.8%"
				},
				{
					"20.8%",
					"+1.8%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			},
			{
				{
					"10.0%",
					"+0.4%"
				},
				{
					"10.4%",
					"+0.4%"
				},
				{
					"10.8%",
					"+0.7%"
				},
				{
					"11.5%",
					"+0.4%"
				},
				{
					"11.9%",
					"+0.4%"
				},
				{
					"12.3%",
					"+0.7%"
				},
				{
					"13.0%",
					"+0.6%"
				},
				{
					"13.6%",
					"+0.6%"
				},
				{
					"14.2%",
					"+0.8%"
				},
				{
					"15.0%"
				}
			}
		}
	},
	[101040] = {
		desc_get = "",
		name = "아삼 링크",
		desc = "함대 내의 구축함 한 척당 받는 대미지가 $1 감소하고, 장전 수치가 $2 증가한다.",
		type = 2,
		max_level = 10,
		id = 101040,
		system_transform = {},
		desc_get_add = {
			{
				"1.5%",
				"5.0%"
			},
			{
				"1.5%",
				"5.0%"
			}
		},
		desc_add = {
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			},
			{
				{
					"1.5%",
					"+0.3%"
				},
				{
					"1.8%",
					"+0.3%"
				},
				{
					"2.1%",
					"+0.4%"
				},
				{
					"2.5%",
					"+0.3%"
				},
				{
					"2.8%",
					"+0.3%"
				},
				{
					"3.1%",
					"+0.4%"
				},
				{
					"3.5%",
					"+0.4%"
				},
				{
					"3.9%",
					"+0.4%"
				},
				{
					"4.3%",
					"+0.7%"
				},
				{
					"5.0%"
				}
			}
		}
	},
	[101050] = {
		desc_get = "",
		name = "크로스 콤비네이션",
		desc = "자신의 주포를 $1 회 발사 후, 그다음 주포 공격에 반드시 크리티컬이 발생한다.",
		type = 1,
		max_level = 10,
		id = 101050,
		system_transform = {},
		desc_get_add = {
			{
				"15",
				"6"
			}
		},
		desc_add = {
			{
				{
					"15",
					"-1"
				},
				{
					"14",
					"-1"
				},
				{
					"13",
					"-1"
				},
				{
					"12",
					"-1"
				},
				{
					"11",
					"-1"
				},
				{
					"10",
					"-1"
				},
				{
					"9",
					"-1"
				},
				{
					"8",
					"-1"
				},
				{
					"7",
					"-1"
				},
				{
					"6"
				}
			}
		}
	},
	[101060] = {
		desc_get = "전투 개시 115초 후, 초강력 탄막(위력은 스킬 레벨에 비례)을 전개한다. 한 전투에 한 번만 발동된다.",
		name = "빅토리 슬래시",
		desc = "전투 개시 115초 후, 초강력 탄막($1)을 전개한다. 한 전투에 한 번만 발동된다.",
		type = 1,
		max_level = 10,
		id = 101060,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101070] = {
		desc_get = "20초마다 20.0%(최대 레벨 40.0%) 확률로 강력한 탄막(위력은 스킬 레벨에 비례)을 전개한다. 명중당한 적은 12초간 연소 상태가 된다. ",
		name = "블레이즈 브레이크",
		desc = "20초마다 $1 확률로 강력한 탄막($2)을 전개한다. 명중당한 적은 12초간 연소 상태가 된다. ",
		type = 1,
		max_level = 10,
		id = 101070,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101080] = {
		desc_get = "",
		name = "트리콜로르 오더",
		desc = "모든 주포 공격이 적의 장갑 종류의 영향을 받지 않으며, 주포의 모든 대미지가 스킬 레벨에 따라 증가한다. ",
		type = 3,
		max_level = 10,
		id = 101080,
		system_transform = {},
		desc_get_add = {},
		desc_add = {}
	},
	[101090] = {
		desc_get = "20초마다 20.0%(최대 레벨 40.0%) 확률로 강력한 탄막(위력은 스킬 레벨에 비례)을 전개한다.",
		name = "레이시즈 댄스",
		desc = "20초마다 $1 확률로 강력한 탄막($2)을 전개한다.",
		type = 1,
		max_level = 10,
		id = 101090,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101100] = {
		desc_get = "",
		name = "텐체린 트롬페",
		desc = "매 포격마다 어뢰의 크리티컬 확률이 $1 상승하는 버프가 중첩된다. 버프는 총 20회까지 중첩 가능하며, 어뢰 발사 뒤엔 중첩 횟수가 초기화된다.",
		type = 1,
		max_level = 10,
		id = 101100,
		system_transform = {},
		desc_get_add = {
			{
				"0.6%",
				"1.5%"
			}
		},
		desc_add = {
			{
				{
					"0.6%",
					"+0.1%"
				},
				{
					"0.7%",
					"+0.1%"
				},
				{
					"0.8%",
					"+0.1%"
				},
				{
					"0.9%",
					"+0.1%"
				},
				{
					"1.0%",
					"+0.1%"
				},
				{
					"1.1%",
					"+0.1%"
				},
				{
					"1.2%",
					"+0.1%"
				},
				{
					"1.3%",
					"+0.1%"
				},
				{
					"1.4%",
					"+0.1%"
				},
				{
					"1.5%"
				}
			}
		}
	},
	[101110] = {
		desc_get = "20초마다 20.0%(최대 레벨 40.0%) 확률로 강력한 탄막(위력은 스킬 레벨에 비례)을 전개하여, 명중시킨 적을 낮은 확률로 8초 동안 감속시킨다.",
		name = "게페아 리히슈테른",
		desc = "20초마다 $1 확률로 강력한 탄막($2)을 전개하여, 명중시킨 적을 낮은 확률로 8초 동안 감속시킨다.",
		type = 1,
		max_level = 10,
		id = 101110,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[101120] = {
		desc_get = "",
		name = "다즐링 로테",
		desc = "15초마다 다음과 같은 버프가 순차적으로 적용된다 : 자신이 받는 대미지 $1 감소 / 자신의 대미지 $2 증가 / 3초마다 자신의 내구를 $3 회복",
		type = 3,
		max_level = 10,
		id = 101120,
		system_transform = {},
		desc_get_add = {
			{
				"6.0%",
				"20.0%"
			},
			{
				"6.0%",
				"20.0%"
			},
			{
				"6",
				"15"
			}
		},
		desc_add = {
			{
				{
					"6.0%",
					"+1.2%"
				},
				{
					"7.2%",
					"+1.2%"
				},
				{
					"8.4%",
					"+1.6%"
				},
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"6.0%",
					"+1.2%"
				},
				{
					"7.2%",
					"+1.2%"
				},
				{
					"8.4%",
					"+1.6%"
				},
				{
					"10.0%",
					"+1.2%"
				},
				{
					"11.2%",
					"+1.2%"
				},
				{
					"12.4%",
					"+1.6%"
				},
				{
					"14.0%",
					"+1.8%"
				},
				{
					"15.8%",
					"+1.8%"
				},
				{
					"17.6%",
					"+2.4%"
				},
				{
					"20.0%"
				}
			},
			{
				{
					"6",
					"+1"
				},
				{
					"7",
					"+1"
				},
				{
					"8",
					"+1"
				},
				{
					"9",
					"+1"
				},
				{
					"10",
					"+1"
				},
				{
					"11",
					"+1"
				},
				{
					"12",
					"+1"
				},
				{
					"13",
					"+1"
				},
				{
					"14",
					"+1"
				},
				{
					"15"
				}
			}
		}
	},
	[101130] = {
		desc_get = "20초마다 20.0%(최대 레벨 40.0%) 확률로 특수 항모 탄막을(위력은 스킬 레벨에 비례) 전개한다.",
		name = "레이니 라트나퓨라",
		desc = "20초마다 $1 확률로 특수 항모 탄막을($2) 전개한다.",
		type = 1,
		max_level = 10,
		id = 101130,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"20.0%",
					"+2.2%"
				},
				{
					"22.2%",
					"+2.2%"
				},
				{
					"24.4%",
					"+2.2%"
				},
				{
					"26.6%",
					"+2.2%"
				},
				{
					"28.8%",
					"+2.2%"
				},
				{
					"31.0%",
					"+2.2%"
				},
				{
					"33.2%",
					"+2.2%"
				},
				{
					"35.4%",
					"+2.2%"
				},
				{
					"37.6%",
					"+2.4%"
				},
				{
					"40.0%"
				}
			},
			{
				{
					"Lv.1",
					"+1"
				},
				{
					"Lv.2",
					"+1"
				},
				{
					"Lv.3",
					"+1"
				},
				{
					"Lv.4",
					"+1"
				},
				{
					"Lv.5",
					"+1"
				},
				{
					"Lv.6",
					"+1"
				},
				{
					"Lv.7",
					"+1"
				},
				{
					"Lv.8",
					"+1"
				},
				{
					"Lv.9",
					"+1"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103010] = {
		desc_get = "",
		name = "사신변전",
		desc = "장비하고 있는 주포의 탄약 타입과 같은 타입의 공격이 주는 대미지가 $1 상승하고, 받는 대미지가 $1 감소한다.",
		type = 3,
		max_level = 10,
		id = 103010,
		system_transform = {},
		desc_get_add = {
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[103020] = {
		desc_get = "",
		name = "십자매",
		desc = "자신이 공격 받았을 때, $1로 특수 탄막을 전개한다. 발동 후 10초 간은 스킬이 발동되지 않으며, 한 번의 전투에서 최대 6번 까지만 발동 가능하다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 103020,
		system_transform = {},
		desc_get_add = {
			{
				"4.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"4.0%",
					"+0.6%"
				},
				{
					"4.6%",
					"+0.6%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+0.6%"
				},
				{
					"6.6%",
					"+0.6%"
				},
				{
					"7.2%",
					"+0.8%"
				},
				{
					"8.0%",
					"+0.6%"
				},
				{
					"8.6%",
					"+0.6%"
				},
				{
					"9.2%",
					"+0.8%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[103030] = {
		desc_get = "",
		name = "하얀 무지개",
		desc = "전투 개시 후 100초 뒤, 선봉함대의 기동 수치'를' $1 상승시키고, 내구 수치를 네코네의 최대 내구 수치의 $2만큼 회복시킨다. 한 번의 전투에서 한 번만 발동할 수 있다.",
		type = 2,
		max_level = 10,
		id = 103030,
		system_transform = {},
		desc_get_add = {
			{
				"3.5%",
				"8.0%"
			},
			{
				"4.5%",
				"12.0%"
			}
		},
		desc_add = {
			{
				{
					"3.5%",
					"+0.5%"
				},
				{
					"4.0%",
					"+0.5%"
				},
				{
					"4.5%",
					"+0.5%"
				},
				{
					"5.0%",
					"+0.5%"
				},
				{
					"5.5%",
					"+0.5%"
				},
				{
					"6.0%",
					"+0.5%"
				},
				{
					"6.5%",
					"+0.5%"
				},
				{
					"7.0%",
					"+0.5%"
				},
				{
					"7.5%",
					"+0.5%"
				},
				{
					"8.0%"
				}
			},
			{
				{
					"4.5%",
					"+0.7%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+0.7%"
				},
				{
					"7.7%",
					"+0.8%"
				},
				{
					"8.5%",
					"+1.0%"
				},
				{
					"9.5%",
					"+0.7%"
				},
				{
					"10.2%",
					"+0.8%"
				},
				{
					"11.0%",
					"+1.0%"
				},
				{
					"12.0%"
				}
			}
		}
	},
	[103040] = {
		desc_get = "",
		name = "저녁별",
		desc = "10초 마다 $1로 연소 효과를 가진 특수 탄막을 발동시킨다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 103040,
		system_transform = {},
		desc_get_add = {
			{
				"50.0%",
				"100.0%"
			}
		},
		desc_add = {
			{
				{
					"50.0%",
					"+5.5%"
				},
				{
					"55.5%",
					"+5.5%"
				},
				{
					"61%",
					"+5.5%"
				},
				{
					"66.5%",
					"+5.5%"
				},
				{
					"72.0%",
					"+5.5%"
				},
				{
					"77.5%",
					"+5.5%"
				},
				{
					"83.0%",
					"+5.5%"
				},
				{
					"88.5%",
					"+5.5%"
				},
				{
					"94.0%",
					"+6.0%"
				},
				{
					"100.0%"
				}
			}
		}
	},
	[103050] = {
		desc_get = "",
		name = "생명의 고동",
		desc = "10초 마다 $1로 자신의 내구 수치를 최대 내구 수치의 2% 만큼 회복한다. 한 번에 전투에서 최대 6번까지만 발동 가능.",
		type = 2,
		max_level = 10,
		id = 103050,
		system_transform = {},
		desc_get_add = {
			{
				"5.0%",
				"25.0%"
			}
		},
		desc_add = {
			{
				{
					"5.0%",
					"+2.2%"
				},
				{
					"7.2%",
					"+2.2%"
				},
				{
					"9.4%",
					"+2.2%"
				},
				{
					"11.6%",
					"+2.2%"
				},
				{
					"13.8%",
					"+2.2%"
				},
				{
					"16.0%",
					"+2.2%"
				},
				{
					"18.2%",
					"+2.2%"
				},
				{
					"20.4%",
					"+2.2%"
				},
				{
					"22.6%",
					"+2.4%"
				},
				{
					"25.0%"
				}
			}
		}
	},
	[103060] = {
		desc_get = "",
		name = "백합 뿌리",
		desc = "전투 개시 후 22초 마다 특수 탄막을 전개한다($1). 특수 탄막은 전투 중 전개될 때 마다 강화되며, 한 번의 전투에서 최대 4번 까지만 발동 가능하다. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 103060,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103070] = {
		desc_get = "",
		name = "사슬의 무녀",
		desc = "사라나와 같은 함대에 편성되어 있는 경우, 자신의 항공 수치가 $1, 장전 및 명중 수치가 $2 상승한다.",
		type = 3,
		max_level = 10,
		id = 103070,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+2.0%"
				},
				{
					"21.5%",
					"+2.0%"
				},
				{
					"23.5%",
					"+2.5%"
				},
				{
					"26.0%",
					"+2.5%"
				},
				{
					"28.5%",
					"+3.0%"
				},
				{
					"31.5%",
					"+3.5%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[103080] = {
		desc_get = "",
		name = "쌍영무쌍",
		desc = "사라나와 같은 함선에 편성되어 있는 경우, 전투 개시 후 55초 뒤 특수 탄막을 전개한다($1). 한 번에 전투에서 두 번까지 사용 가능. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 103080,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103090] = {
		desc_get = "",
		name = "사슬의 무녀",
		desc = "우루루와 같은 함대에 편성되어 있는 경우, 자신의 항공 수치가 $1, 장전 및 명중 수치가 $2 상승한다.",
		type = 3,
		max_level = 10,
		id = 103090,
		system_transform = {},
		desc_get_add = {
			{
				"15.0%",
				"35.0%"
			},
			{
				"10.0%",
				"20.0%"
			}
		},
		desc_add = {
			{
				{
					"15.0%",
					"+1.5%"
				},
				{
					"16.5%",
					"+1.5%"
				},
				{
					"18.0%",
					"+1.5%"
				},
				{
					"19.5%",
					"+2.0%"
				},
				{
					"21.5%",
					"+2.0%"
				},
				{
					"23.5%",
					"+2.5%"
				},
				{
					"26.0%",
					"+2.5%"
				},
				{
					"28.5%",
					"+3.0%"
				},
				{
					"31.5%",
					"+3.5%"
				},
				{
					"35.0%"
				}
			},
			{
				{
					"10.0%",
					"+1.1%"
				},
				{
					"11.1%",
					"+1.1%"
				},
				{
					"12.2%",
					"+1.1%"
				},
				{
					"13.3%",
					"+1.1%"
				},
				{
					"14.4%",
					"+1.1%"
				},
				{
					"15.5%",
					"+1.1%"
				},
				{
					"16.6%",
					"+1.1%"
				},
				{
					"17.7%",
					"+1.1%"
				},
				{
					"18.8%",
					"+1.2%"
				},
				{
					"20.0%"
				}
			}
		}
	},
	[103100] = {
		desc_get = "",
		name = "쌍영무쌍",
		desc = "우루루와 같은 함선에 편성되어 있는 경우, 전투 개시 후 55초 뒤 특수 탄막을 전개한다($1). 한 번에 전투에서 두 번까지 사용 가능. (위력은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 103100,
		system_transform = {},
		desc_get_add = {},
		desc_add = {
			{
				{
					"Lv.1"
				},
				{
					"Lv.2"
				},
				{
					"Lv.3"
				},
				{
					"Lv.4"
				},
				{
					"Lv.5"
				},
				{
					"Lv.6"
				},
				{
					"Lv.7"
				},
				{
					"Lv.8"
				},
				{
					"Lv.9"
				},
				{
					"Lv.10"
				}
			}
		}
	},
	[103110] = {
		desc_get = "",
		name = "백화밀",
		desc = "자신의 공중지원 시 $1로 발동. 전투 가능한 아군 중 내구 수치가 가장 낮은 함선의 내구 수치를 최대 내구의 $2만큼 회복시킨다.",
		type = 2,
		max_level = 10,
		id = 103110,
		system_transform = {},
		desc_get_add = {
			{
				"30.0%",
				"60.0%"
			},
			{
				"2.0%",
				"10.0%"
			}
		},
		desc_add = {
			{
				{
					"30.0%",
					"+3.3%"
				},
				{
					"33.3%",
					"+3.3%"
				},
				{
					"36.6%",
					"+3.3%"
				},
				{
					"39.9%",
					"+3.3%"
				},
				{
					"43.2%",
					"+3.3%"
				},
				{
					"46.5%",
					"+3.3%"
				},
				{
					"49.8%",
					"+3.3%"
				},
				{
					"53.1%",
					"+3.3%"
				},
				{
					"56.4%",
					"+3.6%"
				},
				{
					"60.0%"
				}
			},
			{
				{
					"2.0%",
					"+0.8%"
				},
				{
					"2.8%",
					"+0.8%"
				},
				{
					"3.6%",
					"+0.8%"
				},
				{
					"4.4%",
					"+0.8%"
				},
				{
					"5.2%",
					"+0.8%"
				},
				{
					"6.0%",
					"+1.0%"
				},
				{
					"7.0%",
					"+1.0%"
				},
				{
					"8.0%",
					"+1.0%"
				},
				{
					"9.0%",
					"+1.0%"
				},
				{
					"10.0%"
				}
			}
		}
	},
	[103120] = {
		desc_get = "전투 개시 25초(최대 레벨 시 15초) 후, 특수 탄막을 전개한다. 그 후, 30초(최대 레벨 시 20초)마다 특수 탄막을 전개한다. (위력 및 탄막은 스킬 레벨에 비례)",
		name = "밀월",
		desc = "전투 개시 $1초 후, 특수 탄막을 전개한다. 그 후, $2초마다 특수 탄막을 전개한다. (위력 및 탄막은 스킬 레벨에 비례)",
		type = 1,
		max_level = 10,
		id = 103120,
		system_transform = {},
		desc_get_add = {
			{
				"20",
				"10"
			},
			{
				"30",
				"20"
			}
		},
		desc_add = {
			{
				{
					"20",
					"-1"
				},
				{
					"19",
					"-1"
				},
				{
					"18",
					"-1"
				},
				{
					"17",
					"-1"
				},
				{
					"16",
					"-1"
				},
				{
					"15",
					"-1"
				},
				{
					"14",
					"-1"
				},
				{
					"13",
					"-1"
				},
				{
					"12",
					"-2"
				},
				{
					"10"
				}
			},
			{
				{
					"30",
					"-1"
				},
				{
					"29",
					"-1"
				},
				{
					"28",
					"-1"
				},
				{
					"27",
					"-1"
				},
				{
					"26",
					"-1"
				},
				{
					"25",
					"-1"
				},
				{
					"24",
					"-1"
				},
				{
					"23",
					"-1"
				},
				{
					"22",
					"-2"
				},
				{
					"20"
				}
			}
		}
	},
	all = {
		10,
		11,
		12,
		14,
		15,
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1011,
		1012,
		1013,
		1021,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046,
		1051,
		1052,
		1053,
		1054,
		1055,
		1056,
		1061,
		1071,
		1081,
		1091,
		2001,
		2011,
		2021,
		2031,
		2041,
		2051,
		2061,
		2071,
		2081,
		2091,
		2101,
		2111,
		2121,
		2131,
		2141,
		2151,
		2171,
		3001,
		3011,
		3021,
		3031,
		3041,
		3051,
		3511,
		3531,
		3581,
		3591,
		4001,
		4011,
		4021,
		4031,
		4041,
		4051,
		4061,
		4071,
		4081,
		4091,
		4101,
		4111,
		4121,
		4141,
		5001,
		5011,
		5021,
		5031,
		5041,
		5051,
		6000,
		6010,
		6020,
		6030,
		6040,
		6050,
		6060,
		6070,
		6080,
		6090,
		6100,
		6110,
		6120,
		6130,
		6140,
		6150,
		6160,
		6170,
		6190,
		6200,
		6210,
		6220,
		6230,
		6240,
		6250,
		6260,
		6270,
		6280,
		6290,
		6291,
		7000,
		9030,
		9031,
		9033,
		9034,
		10010,
		10020,
		10030,
		10040,
		10050,
		10060,
		10070,
		10080,
		10090,
		10100,
		10110,
		10120,
		10130,
		10140,
		10150,
		10160,
		10170,
		10180,
		10190,
		10200,
		10210,
		10220,
		10230,
		10240,
		10250,
		10260,
		10270,
		10280,
		10290,
		10300,
		10310,
		10320,
		10330,
		10340,
		10350,
		10360,
		10370,
		10380,
		10390,
		10400,
		10410,
		10420,
		10430,
		10440,
		10450,
		10460,
		10470,
		10480,
		10490,
		10500,
		10510,
		10520,
		10521,
		10522,
		10530,
		10540,
		10550,
		10560,
		10570,
		10580,
		10590,
		10600,
		10610,
		10620,
		10630,
		10640,
		10650,
		10660,
		10670,
		10680,
		10690,
		10700,
		10710,
		10720,
		10730,
		10740,
		10750,
		10760,
		10770,
		10780,
		10790,
		10800,
		10810,
		10820,
		10830,
		10840,
		10860,
		10870,
		10880,
		10890,
		10900,
		10910,
		10920,
		10930,
		10940,
		10950,
		10960,
		10970,
		10980,
		10990,
		11000,
		11010,
		11020,
		11030,
		11040,
		11050,
		11060,
		11070,
		11080,
		11090,
		11100,
		11110,
		11120,
		11140,
		11150,
		11160,
		11170,
		11180,
		11190,
		11200,
		11210,
		11230,
		11240,
		11250,
		11260,
		11270,
		11280,
		11290,
		11300,
		11310,
		11320,
		11330,
		11340,
		11350,
		11360,
		11370,
		11380,
		11390,
		11400,
		11410,
		11420,
		11430,
		11450,
		11470,
		11480,
		11580,
		11590,
		11600,
		11610,
		11620,
		11630,
		11640,
		11650,
		11660,
		11670,
		11680,
		11690,
		11700,
		11710,
		11720,
		11730,
		11740,
		11750,
		11760,
		11770,
		11780,
		11790,
		11800,
		11810,
		11820,
		11830,
		11840,
		11850,
		11870,
		11880,
		11890,
		11900,
		19000,
		19001,
		19002,
		19010,
		19020,
		19030,
		19040,
		19050,
		19060,
		19070,
		19080,
		19090,
		19100,
		19110,
		19120,
		20011,
		20012,
		20021,
		20022,
		20031,
		20032,
		20041,
		20042,
		20051,
		20052,
		20061,
		20062,
		20071,
		20072,
		20111,
		20112,
		20121,
		20122,
		20131,
		20132,
		20141,
		20142,
		20211,
		20212,
		20221,
		20222,
		20231,
		20232,
		20241,
		20242,
		20251,
		20252,
		20261,
		20262,
		20271,
		20272,
		20311,
		20312,
		21011,
		21012,
		21021,
		21022,
		21031,
		21032,
		21041,
		21042,
		21051,
		21052,
		21061,
		21062,
		21071,
		21072,
		21081,
		21082,
		21111,
		21112,
		21121,
		21122,
		21131,
		21132,
		21141,
		21142,
		21151,
		21152,
		21161,
		21162,
		21171,
		21172,
		21211,
		21212,
		21221,
		21222,
		21231,
		21232,
		21241,
		21242,
		22011,
		22012,
		22021,
		22022,
		22031,
		22032,
		22041,
		22042,
		22051,
		22052,
		22056,
		22057,
		22061,
		22062,
		22071,
		22072,
		22081,
		22082,
		22091,
		22092,
		22111,
		22112,
		22121,
		22122,
		22131,
		22132,
		22141,
		22142,
		22151,
		22152,
		22161,
		22162,
		22211,
		22212,
		22221,
		22222,
		22231,
		22232,
		22241,
		22242,
		22251,
		22252,
		22261,
		22262,
		22311,
		22312,
		23011,
		23012,
		23031,
		23032,
		23041,
		23042,
		23051,
		23052,
		23111,
		23112,
		23121,
		23122,
		23211,
		23212,
		23221,
		23222,
		24011,
		24012,
		24111,
		24112,
		24121,
		24122,
		28011,
		28012,
		28021,
		28022,
		28111,
		28112,
		29011,
		29012,
		29021,
		29022,
		29031,
		29032,
		29041,
		29042,
		29051,
		29052,
		29061,
		29062,
		29071,
		29072,
		29081,
		29082,
		29091,
		29092,
		29101,
		29102,
		29111,
		29112,
		29121,
		29122,
		29131,
		29132,
		29141,
		29142,
		29151,
		29152,
		29161,
		29162,
		29171,
		29172,
		29181,
		29182,
		29191,
		29192,
		29201,
		29202,
		29211,
		29212,
		29221,
		29222,
		29231,
		29232,
		29241,
		29242,
		29251,
		29252,
		29261,
		29262,
		29271,
		29272,
		29281,
		29282,
		29341,
		29342,
		29351,
		101010,
		101020,
		101030,
		101040,
		101050,
		101060,
		101070,
		101080,
		101090,
		101100,
		101110,
		101120,
		101130,
		103010,
		103020,
		103030,
		103040,
		103050,
		103060,
		103070,
		103080,
		103090,
		103100,
		103110,
		103120
	}
}

return
