pg = pg or {}
pg.push_data_template = {
	{
		id = 1,
		title = "委托完成喵",
		content = "委托《$1》完成了喵！勤劳才会致富喵！"
	},
	{
		id = 2,
		title = "回收物资喵",
		content = "小卖部的物资已经满了喵，再不回来我就拿走了喵！"
	},
	{
		id = 3,
		title = "回收石油喵",
		content = "海军食堂的石油已经满了喵，再不回来我就拿走了喵！"
	},
	{
		id = 4,
		title = "弹尽粮绝喵",
		content = "指挥官～家里已经没东西吃了喵～大家都饿趴下了喵…"
	},
	{
		id = 5,
		title = "课程完成喵",
		content = "$1的《$2》学习完成了喵！是时候买新的课本了喵！"
	},
	{
		id = 6,
		title = "放学了喵",
		content = "大讲堂放学了喵！该准备下一次的课程了喵……"
	},
	{
		id = 7,
		title = "研发结束喵",
		content = "科研项目「$1」的研发时间结束了喵！快来确认下进度喵！"
	},
	{
		id = 8,
		title = "新进展喵",
		content = "研究中的$1有新的进展了喵！快来开发船坞中确认一下喵！"
	},
	{
		id = 9,
		title = "训练完成喵",
		content = "指挥喵训练完成了喵！快来迎接新的小小伙伴喵！"
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9
	}
}

return
